[
  {
    "rawTaxScore": 15.0, 
    "sourceId": 5253, 
    "headline": "Australia's CBA slapped with shareholder class action", 
    "wordCount": 177, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-02T06:41:25.367Z", 
    "sourceName": "Nasdaq", 
    "taxCacheId": "343b6f78-2306-420c-bc5e-77dc0a6a2cbf", 
    "taxScore": 115.49013942136339, 
    "urlId": "83a23a97-6458-4c0e-92b0-a2c3e7b64ce8", 
    "normalizedTaxScore": 0.99270004842993564, 
    "fullBody": "July 2 (Reuters) - Commonwealth Bank of Australia said on Monday it had been served with a class action lawsuit filed by Phi Finney McDonald on behalf of certain shareholders.\n\nThe class action was filed on behalf of certain shareholders who acquired an interest in CBA's shares between June 16, 2014 and Aug. 3, 2017, the bank said in a statement.\n\nThe bank added that the proceeding involved similar claims to the shareholder class action commenced by Maurice Blackburn against the bank in October 2017, and that it intended to \"vigorously\" defend the claim.\n\n------------\n\nThis article appears in: Stocks , Banking and Loans\n\nReferenced Symbols: CBA", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.nasdaq.com/article/australias-cba-slapped-with-shareholder-class-action-20180702-00041", 
    "leadText": "July 2 (Reuters) - Commonwealth Bank of Australia said on Monday it had been served with a class action lawsuit filed by Phi Finney McDonald on behalf of certain shareholders."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Australian shares end lower as financials outweigh property sector gains; NZ flat", 
    "wordCount": 433, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-02T07:15:36.33Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "953f9e47-d472-4687-a2c4-f17f4cebf87c", 
    "taxScore": 60.787155753262986, 
    "urlId": "4675b3f9-54c8-4edc-821a-0616b2c2655d", 
    "normalizedTaxScore": 0.79634258987187068, 
    "fullBody": "(Updates to close)\n\nBy Nikhil Nainan\n\nJuly 2 (Reuters) - Australian shares edged lower on Monday as financials offset gains in real estate stocks on the first trading day of the country’s new financial year.\n\nThe S&P/ASX 200 index fell 0.3 percent, or 16.8 points, to close at 6,177.8.\n\nFinancials tipped the benchmark lower, with Australia and New Zealand Banking falling 1.5 percent.\n\nOn Friday, ANZ said it expects difficult trading conditions to continue for the foreseeable future, amid a damaging public sector inquiry into the country’s financial sector.\n\nMeanwhile, the country’s biggest lender Commonwealth Bank of Australia was hit with a class action lawsuit, which accused the bank of failing to disclose widespread breaches of anti-money-laundering rules. CBA ended 0.2 percent lower.\n\nProperty stocks bucked the wider decline, with the Australian real estate index closing 0.4 percent higher after last week’s near 2 percent drop.\n\n“Real estate was sold down hard in the lead up to the end of financial year last week, so that whole sector is bouncing back,” said Michael McCarthy, chief strategist at CMC Markets and Stockbroking.\n\nInvestors are also closely watching the outcome of Tuesday’s Reserve Bank of Australia policy meeting, where the central bank is likely to hold rates, a Reuters poll showed.\n\n“While there is no clarity on how severe U.S.-China trade tensions could become, the RBA is more likely than not to be cautious and assume a dovish tilt, if anything,” Mizuho said in a note.\n\nNew Zealand’s benchmark S&P/NZX 50 index closed flat at the start of the week, as consumer staples and utility stocks offset strong gains in EBOS Group.\n\nEBOS Group soared to a record high after it snapped up the deal to distribute pharmaceutical products to over 400 Chemist Warehouse and My Chemist stores in Australia from Sigma Healthcare. (Reporting by Nikhil Kurian Nainan in Bengaluru; additional reporting by Syed Saif Hussain Naqvi; Editing by Sam Holmes)\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/australia-stocks-close/australian-shares-end-lower-as-financials-outweigh-property-sector-gains-nz-flat-idUSL4N1TY2UA", 
    "leadText": "(Updates to close)\n\nBy Nikhil Nainan\n\nJuly 2 (Reuters) - Australian shares edged lower on Monday as financials offset gains in real estate stocks on the first trading day of the country’s new financial year."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Dwindling bond liquidity means Italy shock may be just a warning tremor", 
    "wordCount": 1190, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-03T14:56:24.017Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "59be157c-1586-4ea8-b8b7-ef4b780a03ce", 
    "taxScore": 27.274603879132499, 
    "urlId": "cabc7b96-c76a-4e9f-a1a8-9f99748113ea", 
    "normalizedTaxScore": 0.11777595942595853, 
    "fullBody": "LONDON (Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors.\n\nLiquidity - the ease with which assets can be bought or sold without moving the price sharply - has fallen across bond markets over the past decade.\n\nOne reason is regulatory change introduced to prevent a repeat of 2008’s serial banking collapses. Another is intervention by major central banks through quantitative easing (QE)— massive bond-buying programmes.\n\nA big concern for years has been that another major world market hiatus would once again expose the vulnerability at the financial system’s core, amplifying any global selloff.\n\nLiquidity hiccups have already roiled emerging and junk-rated bonds in recent years. But Italy’s upheaval at the end of May showed that parts of the vast, historically stable market for Western sovereign bonds has also become prone to seizure whenever turbulence strikes.\n\n“What happened in Italy should teach portfolio managers that liquidity comes at a price,” Arnaud-Guilhem Lamy, a fund  manager at BNP Paribas, said.\n\nEuro zone government bond trading volumes have nearly halved in the past four years to 676 billion euros in June, from 1.29 trillion euros in June 2014, data from Trax, a unit of bond trading platform MarketAxess, showed.\n\nMeanwhile, the bid-offer spread — the difference between prices investors quote to buy and sell, a common liquidity gauge — remains low but has widened. Even for Germany’s 10-year Bund, the region’s most-traded bond, bid-offer levels on cash prices are now 15 to 30 cents, compared with 5 to 10 cents from 2013 to 2015.\n\nSome of that slide was caused by the European Central Bank. Its 2.6 trillion-euro bond-buying scheme has swallowed a big chunk of new supply since 2015.\n\nWith bond purchases ending this year, many expect liquidity to improve. That seems to have happened in U.S. markets since QE ended there. The average daily Treasury volumes in the first five months of 2018 rose 4.7 percent from the same period in 2017 to $554.3 billion, trade body Sifma says.\n\nBut broadly, the liquidity drought is also symptomatic of a bigger problem after new rules effectively forced banks to reduce the pre-crisis “market-making” practice of holding bonds on their own books until buyers appear to lubricate trading.\n\nThe Basel III rules, drawn up in 2009, forced banks to hold more capital against the risks they took, in turn making it costlier to hold inventories.\n\nMany see this as actually increasing market vulnerability. In the May 29 blowout, when buying interest for Italian debt evaporated, bid-offer yield spreads ballooned, peaking at 30 basis points versus 0-5 bps in normal times.\n\nSeveral banks have stepped back from primary dealing roles, partly due to regulatory pressures..\n\n“The role of market makers is still important, but you cannot rely on them,” Lamy said.\n\nSome also blame the growing role of computer-powered high-frequency traders as market makers in place of banks; they are often accused of stopping quoting prices when spreads widen sharply.\n\n(GRAPHIC - Steady decline in trading, euro zone and Italy: reut.rs/2ILzsgl)\n\nThere are signs of reduced liquidity in the $5 trillion-a-day currency market, too. The sterling “flash crash” in October 2016 and the Swiss franc surge in January 2015 are prominent examples of recent liquidity squeezes. But two London-based bank FX trading heads said mini intra-day “flash crash”-style moves occurred far more frequently than investors realised.\n\nTwice this year, the number of multiple standard-deviation moves - measuring unusually large price changes - across major bond, FX and stock markets has passed levels that were exceeded only twice in the preceding five years, Japanese bank Nomura estimates.\n\n“All these bank risk rules ... means that some banks, when a certain security goes above a certain volatility, they stop quoting it,” said Said Haidar, CEO of New York hedge fund Haidar Capital Management. “That means some of the market-makers disappear from the market when you need liquidity most.”\n\nBALLOONING SPREADS\n\nOf May 29, as fears grew that Italy would quit the euro, dealers at banks and hedge funds painted a picture of a market in panic mode. The spike in short-dated Italian bond yields was the biggest since 1992, surpassing any day during the 2009-2013 European crisis.\n\nKaspar Hense, a fund manager at $61 billion BlueBay Asset Management, said he watched Italian bid-offer spreads surge to between 15 and 20 basis points from the normal 2 to 3 bps as buyers and sellers disappeared.\n\n\"Normally you wouldn't even trade an asset with that sort of spread,\" Hense said.     (GRAPHIC - Italian bid/offer spread balloons as political crisis hits: reut.rs/2KBf2Z5)\n\nEven now, selling a big tranche of Italian debt, say $200 million worth, remains near-impossible and “fruitless”, said Louis Gargour, CIO of hedge fund LNG Capital.\n\nThat was not the case in previous years, Gargour said, adding: “If you are a large fund, selling significant amount of BTPs (Italian government bonds) into market weakness is difficult and is likely to exaggerate price moves against you.”\n\nDISAPPEARING INVENTORY\n\nCurrent data on European banks’ bond-trading inventories is difficult to find, but the Bank for International Settlements estimated in 2016 that U.S. primary dealers had cut net Treasuries positions by nearly 80 percent since 2013.\n\nAnd dealers’ holdings of U.S. corporate bonds are now less than one percent of the total outstanding, versus 10 percent in 2008, Gavekal Research said.\n\nWhat’s of concern is that recent episodes of disappearing liquidity — February’s volatility spike and a late-2016 sterling “flash crash” - happened during a multi-year bull run on world markets.\n\nNow with economic growth possibly slowing and central banks withdrawing stimulus, the next hit may strike when the market backdrop is less benign.\n\nAdditional reporting by Dhara Ranasinghe and Maiya Keidan; Graphics by Abhinav Ramnarayan; Editing by Sujata Rao, Larry King\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://uk.reuters.com/article/uk-global-markets-liquidity-analysis/dwindling-bond-liquidity-means-italy-shock-may-be-just-a-warning-tremor-idUKKBN1JT1VU", 
    "leadText": "LONDON (Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 92, 
    "headline": "Dwindling Bond Liquidity Means Italy Shock May Be Just a Warning Tremor", 
    "wordCount": 1261, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-03T14:51:28.597Z", 
    "sourceName": "U.S. News & World Report", 
    "taxCacheId": "8da33053-509b-4623-aebc-6466508c2dc5", 
    "taxScore": 26.013847879954927, 
    "urlId": "95acdd55-ce8c-40cb-b486-8ab26ae8f06d", 
    "normalizedTaxScore": 0.095919167698902408, 
    "fullBody": "By Tommy Wilkes and Abhinav Ramnarayan\n\nLONDON (Reuters) - Italy's recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading -- and it may be a precursor to bigger debt market bust-ups, according to investors.\n\nLiquidity - the ease with which assets can be bought or sold without moving the price sharply - has fallen across bond markets over the past decade.\n\nOne reason is regulatory change introduced to prevent a repeat of 2008's serial banking collapses. Another is intervention by major central banks through quantitative easing (QE)-- massive bond-buying programs.\n\nA big concern for years has been that another major world market hiatus would once again expose the vulnerability at the financial system's core, amplifying any global selloff.\n\nLiquidity hiccups have already roiled emerging and junk-rated bonds in recent years. But Italy's upheaval at the end of May showed that parts of the vast, historically stable market for Western sovereign bonds has also become prone to seizure whenever turbulence strikes.\n\n\"What happened in Italy should teach portfolio managers that liquidity comes at a price,\" Arnaud-Guilhem Lamy, a fund manager at BNP Paribas, said.\n\nEuro zone government bond trading volumes have nearly halved in the past four years to 676 billion euros in June, from 1.29 trillion euros in June 2014, data from Trax, a unit of bond trading platform MarketAxess, showed.\n\nMeanwhile, the bid-offer spread -- the difference between prices investors quote to buy and sell, a common liquidity gauge -- remains low but has widened. Even for Germany's 10-year Bund, the region's most-traded bond, bid-offer levels on cash prices are now 15 to 30 cents, compared with 5 to 10 cents from 2013 to 2015.\n\nSome of that slide was caused by the European Central Bank. Its 2.6 trillion-euro bond-buying scheme has swallowed a big chunk of new supply since 2015.\n\nWith bond purchases ending this year, many expect liquidity to improve. That seems to have happened in U.S. markets since QE ended there. The average daily Treasury volumes in the first five months of 2018 rose 4.7 percent from the same period in 2017 to $554.3 billion, trade body Sifma says.\n\nBut broadly, the liquidity drought is also symptomatic of a bigger problem after new rules effectively forced banks to reduce the pre-crisis \"market-making\" practice of holding bonds on their own books until buyers appear to lubricate trading.\n\nThe Basel III rules, drawn up in 2009, forced banks to hold more capital against the risks they took, in turn making it costlier to hold inventories.\n\nMany see this as actually increasing market vulnerability. In the May 29 blowout, when buying interest for Italian debt evaporated, bid-offer yield spreads ballooned, peaking at 30 basis points versus 0-5 bps in normal times.\n\nSeveral banks have stepped back from primary dealing roles, partly due to regulatory pressures..\n\n\"The role of market makers is still important, but you cannot rely on them,\" Lamy said.\n\nSome also blame the growing role of computer-powered high-frequency traders as market makers in place of banks; they are often accused of stopping quoting prices when spreads widen sharply.\n\n(GRAPHIC: Steady decline in trading, euro zone and Italy - https://reut.rs/2ILzsgl)\n\nThere are signs of reduced liquidity in the $5 trillion-a-day currency market, too. The sterling \"flash crash\" in October 2016 and the Swiss franc surge in January 2015 are prominent examples of recent liquidity squeezes. But two London-based bank FX trading heads said mini intra-day \"flash crash\"-style moves occurred far more frequently than investors realized.\n\nTwice this year, the number of multiple standard-deviation moves - measuring unusually large price changes - across major bond, FX and stock markets has passed levels that were exceeded only twice in the preceding five years, Japanese bank Nomura estimates.\n\n\"All these bank risk rules ... means that some banks, when a certain security goes above a certain volatility, they stop quoting it,\" said Said Haidar, CEO of New York hedge fund Haidar Capital Management. \"That means some of the market-makers disappear from the market when you need liquidity most.\"\n\nBALLOONING SPREADS\n\nOf May 29, as fears grew that Italy would quit the euro, dealers at banks and hedge funds painted a picture of a market in panic mode. The spike in short-dated Italian bond yields was the biggest since 1992, surpassing any day during the 2009-2013 European crisis.\n\nKaspar Hense, a fund manager at $61 billion BlueBay Asset Management, said he watched Italian bid-offer spreads surge to between 15 and 20 basis points from the normal 2 to 3 bps as buyers and sellers disappeared.\n\n\"Normally you wouldn't even trade an asset with that sort of spread,\" Hense said.\n\n(GRAPHIC: Italian bid/offer spread balloons as political crisis hits - https://reut.rs/2KBf2Z5)\n\nEven now, selling a big tranche of Italian debt, say $200 million worth, remains near-impossible and \"fruitless\", said Louis Gargour, CIO of hedge fund LNG Capital.\n\nThat was not the case in previous years, Gargour said, adding: \"If you are a large fund, selling significant amount of BTPs (Italian government bonds) into market weakness is difficult and is likely to exaggerate price moves against you.\"\n\nDISAPPEARING INVENTORY\n\nCurrent data on European banks' bond-trading inventories is difficult to find, but the Bank for International Settlements estimated in 2016 that U.S. primary dealers had cut net Treasuries positions by nearly 80 percent since 2013.\n\nAnd dealers' holdings of U.S. corporate bonds are now less than one percent of the total outstanding, versus 10 percent in 2008, Gavekal Research said.\n\nWhat's of concern is that recent episodes of disappearing liquidity -- February's volatility spike and a late-2016 sterling \"flash crash\" - happened during a multi-year bull run on world markets.\n\nNow with economic growth possibly slowing and central banks withdrawing stimulus, the next hit may strike when the market backdrop is less benign.\n\n(Additional reporting by Dhara Ranasinghe and Maiya Keidan; Graphics by Abhinav Ramnarayan; Editing by Sujata Rao, Larry King)\n\nCopyright 2018 Thomson Reuters.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://money.usnews.com/investing/news/articles/2018-07-03/dwindling-bond-liquidity-means-italy-shock-may-be-just-a-warning-tremor", 
    "leadText": "By Tommy Wilkes and Abhinav Ramnarayan\n\nLONDON (Reuters) - Italy's recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading -- and it may be a precursor to bigger debt market bust-ups, according to investors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Dwindling bond liquidity means Italy shock may be just a warning tremor", 
    "wordCount": 1186, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-03T14:51:27.87Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "166ec971-39d4-4191-9cfe-4dd43350ff55", 
    "taxScore": 27.34961291869163, 
    "urlId": "69f718bc-f59d-417b-8701-c7a61cf30d5e", 
    "normalizedTaxScore": 0.11914459063652783, 
    "fullBody": "LONDON (Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors.\n\nLiquidity - the ease with which assets can be bought or sold without moving the price sharply - has fallen across bond markets over the past decade.\n\nOne reason is regulatory change introduced to prevent a repeat of 2008’s serial banking collapses. Another is intervention by major central banks through quantitative easing (QE)— massive bond-buying programs.\n\nA big concern for years has been that another major world market hiatus would once again expose the vulnerability at the financial system’s core, amplifying any global selloff.\n\nLiquidity hiccups have already roiled emerging and junk-rated bonds in recent years. But Italy’s upheaval at the end of May showed that parts of the vast, historically stable market for Western sovereign bonds has also become prone to seizure whenever turbulence strikes.\n\n“What happened in Italy should teach portfolio managers that liquidity comes at a price,” Arnaud-Guilhem Lamy, a fund  manager at BNP Paribas, said.\n\nEuro zone government bond trading volumes have nearly halved in the past four years to 676 billion euros in June, from 1.29 trillion euros in June 2014, data from Trax, a unit of bond trading platform MarketAxess, showed.\n\nMeanwhile, the bid-offer spread — the difference between prices investors quote to buy and sell, a common liquidity gauge — remains low but has widened. Even for Germany’s 10-year Bund, the region’s most-traded bond, bid-offer levels on cash prices are now 15 to 30 cents, compared with 5 to 10 cents from 2013 to 2015.\n\nSome of that slide was caused by the European Central Bank. Its 2.6 trillion-euro bond-buying scheme has swallowed a big chunk of new supply since 2015.\n\nWith bond purchases ending this year, many expect liquidity to improve. That seems to have happened in U.S. markets since QE ended there. The average daily Treasury volumes in the first five months of 2018 rose 4.7 percent from the same period in 2017 to $554.3 billion, trade body Sifma says.\n\nBut broadly, the liquidity drought is also symptomatic of a bigger problem after new rules effectively forced banks to reduce the pre-crisis “market-making” practice of holding bonds on their own books until buyers appear to lubricate trading.\n\nThe Basel III rules, drawn up in 2009, forced banks to hold more capital against the risks they took, in turn making it costlier to hold inventories.\n\nMany see this as actually increasing market vulnerability. In the May 29 blowout, when buying interest for Italian debt evaporated, bid-offer yield spreads ballooned, peaking at 30 basis points versus 0-5 bps in normal times.\n\nSeveral banks have stepped back from primary dealing roles, partly due to regulatory pressures..\n\n“The role of market makers is still important, but you cannot rely on them,” Lamy said.\n\nSome also blame the growing role of computer-powered high-frequency traders as market makers in place of banks; they are often accused of stopping quoting prices when spreads widen sharply.\n\n(GRAPHIC: Steady decline in trading, euro zone and Italy - reut.rs/2ILzsgl)\n\nThere are signs of reduced liquidity in the $5 trillion-a-day currency market, too. The sterling “flash crash” in October 2016 and the Swiss franc surge in January 2015 are prominent examples of recent liquidity squeezes. But two London-based bank FX trading heads said mini intra-day “flash crash”-style moves occurred far more frequently than investors realized.\n\nTwice this year, the number of multiple standard-deviation moves - measuring unusually large price changes - across major bond, FX and stock markets has passed levels that were exceeded only twice in the preceding five years, Japanese bank Nomura estimates.\n\n“All these bank risk rules ... means that some banks, when a certain security goes above a certain volatility, they stop quoting it,” said Said Haidar, CEO of New York hedge fund Haidar Capital Management. “That means some of the market-makers disappear from the market when you need liquidity most.”\n\nBALLOONING SPREADS\n\nOf May 29, as fears grew that Italy would quit the euro, dealers at banks and hedge funds painted a picture of a market in panic mode. The spike in short-dated Italian bond yields was the biggest since 1992, surpassing any day during the 2009-2013 European crisis.\n\nKaspar Hense, a fund manager at $61 billion BlueBay Asset Management, said he watched Italian bid-offer spreads surge to between 15 and 20 basis points from the normal 2 to 3 bps as buyers and sellers disappeared.\n\n“Normally you wouldn’t even trade an asset with that sort of spread,” Hense said.\n\n(GRAPHIC: Italian bid/offer spread balloons as political crisis hits - reut.rs/2KBf2Z5)\n\nEven now, selling a big tranche of Italian debt, say $200 million worth, remains near-impossible and “fruitless”, said Louis Gargour, CIO of hedge fund LNG Capital.\n\nThat was not the case in previous years, Gargour said, adding: “If you are a large fund, selling significant amount of BTPs (Italian government bonds) into market weakness is difficult and is likely to exaggerate price moves against you.”\n\nDISAPPEARING INVENTORY\n\nCurrent data on European banks’ bond-trading inventories is difficult to find, but the Bank for International Settlements estimated in 2016 that U.S. primary dealers had cut net Treasuries positions by nearly 80 percent since 2013.\n\nAnd dealers’ holdings of U.S. corporate bonds are now less than one percent of the total outstanding, versus 10 percent in 2008, Gavekal Research said.\n\nWhat’s of concern is that recent episodes of disappearing liquidity — February’s volatility spike and a late-2016 sterling “flash crash” - happened during a multi-year bull run on world markets.\n\nNow with economic growth possibly slowing and central banks withdrawing stimulus, the next hit may strike when the market backdrop is less benign.\n\nAdditional reporting by Dhara Ranasinghe and Maiya Keidan; Graphics by Abhinav Ramnarayan; Editing by Sujata Rao, Larry King\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-global-markets-liquidity-analysis/dwindling-bond-liquidity-means-italy-shock-may-be-just-a-warning-tremor-idUSKBN1JT1W0", 
    "leadText": "LONDON (Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 1606, 
    "headline": "Working with children on financial literacy requires a unique approach", 
    "wordCount": 161, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-03T19:41:34.677Z", 
    "sourceName": "InvestmentNews (tiered subscription model)", 
    "taxCacheId": "fb976fca-2084-4cfb-8bb7-8d5a2e03bf4c", 
    "taxScore": 122.89290127669098, 
    "urlId": "dbc406c5-e998-4a28-b44c-c98904fdbd57", 
    "normalizedTaxScore": 0.99531630747559707, 
    "fullBody": "The Financial Services Institute is fully committed to helping our members advance the cause of financial literacy in their communities, whether it's by serving as guest speakers at local schools, hosting seminars or simply making themselves available to answer questions from friends and neighbors.\n\nAs a result of our consistent outreach, we have seen a pronounced increase in the number of FSI members seeking to give back to their communities by sharing their knowledge of core financial concepts. We are proud to assist them by providing customizable presentations and other resources for use…", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.investmentnews.com/article/20180703/BLOG09/180709981/working-with-children-on-financial-literacy-requires-a-unique", 
    "leadText": "The Financial Services Institute is fully committed to helping our members advance the cause of financial literacy in their communities, whether it's by serving as guest speakers at local schools, hosting seminars or simply making themselves available to answer questions from friends and neighbors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 5351, 
    "headline": "New capital rules spark trader retreat from listed derivatives", 
    "wordCount": 740, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-03T15:27:41.077Z", 
    "sourceName": "Financial Times (subscription required)", 
    "taxCacheId": "5cb66281-8aa5-4835-96e7-8f4a24062de7", 
    "taxScore": 40.011410044874985, 
    "urlId": "4884a6cc-2bae-43a7-ad05-c2cd77976a51", 
    "normalizedTaxScore": 0.41185445656808317, 
    "fullBody": "Gregory Meyer in New York and Philip Stafford in London\n\nJuly 2, 2018\nPrint this page\n\nSome of the most active traders on global derivatives exchanges are scaling back their positions as their banks clamp down in the face of new regulations.Â\n\nEuropean banks and prime brokers have begun to apply new capital rules under international standards known as Basel III. The impact came into focus last week with news that Geneva Energy Markets, a large New York-based proprietary trader in oil derivatives, had shut after its bank directed it to cut its holdings. Industry executives wonder whether others will follow.Â\n\nâ\u0080\u009cI think GEM is the first example of a firm that is closing its doors because it can't operate as it once did,â\u0080\u009d said Rob Creamer, chief executive of Geneva Trading, a Chicago-based proprietary trader that was formerly affiliated with GEM. â\u0080\u009cI suspect there will probably be more.â\u0080\u009dÂ\n\nThe new Basel rules restrict netting of futures and options trades, or the ability to subtract the risk of offsetting positions against one another. Instead, they treat positions as a gross exposures to the market, magnifying the reported risk for bank-owned derivatives brokers, known as FCMs.Â\n\nTo comply with the rules banks are forcing proprietary traders, typically the highest-volume clients, to reduce their exposure. Electronic market makers dominate daily trading on global markets, representing up to 40 per cent of turnover.\n\nThe effect is especially pronounced in markets for options, which confer the right but not the obligation to buy or sell a futures contract or security at a set price by a given date, traders said. Last year worldwide open interest in options contracts increased by 9 per cent to 602m contracts, compared to fractional growth in futures contracts to 237m, according toÂ FIA, an industry body.Â\n\nEnergy options have been especially susceptible to stricter capital rules because they often have relatively high notional value, according to a brokerage executive.Â\n\nMr Creamer said the changes, which began this year, were affecting how markets function. â\u0080\u009cUnusual trading activity is taking place as people are exiting positions they otherwise wouldn't have to. You're seeing things trade out of areas of value because of regulation,â\u0080\u009d he said.Â\n\nGeneva Trading backed GEM when it was launched in 2008, but withdrew its stake this year. In May the Chicago-based company sued GEM in a dispute over their obligations to one another. Mr Creamer and Mark Vonderheide, GEM's managing partner, declined to comment on the lawsuit.Â\n\nThe legal complaint identified Dutch-basedÂ ABN Amro as GEM's clearing bank and noted that â\u0080\u009cnew, specific targetsâ\u0080\u009d for bank leverage â\u0080\u009cwould put severe strain on GEM's business.â\u0080\u009d ABN Amro declined to comment.Â\n\nFutures industry executives argue the Basel standard is a blunt tool that could cripple derivatives businesses and curb market liquidity. One European options trading executive described it as having a â\u0080\u009cbrutalâ\u0080\u009d effect on local brokers, who were warning they were lowering customers credit limits.Â\n\nA competitor of GEM in the oil derivatives market said his firm also reduced its position this year because of pressure from a bank-owned FCM. â\u0080\u009cIt's been very difficult for everybody,â\u0080\u009d he said.Â\n\nThe clampdown has created an opening for independent brokers to win business. The broker Wedbush has been running advertisements highlighting its status as a â\u0080\u009cUS-domiciled, non-bank FCMâ\u0080\u009d available for â\u0080\u009cless-restricted trading.â\u0080\u009dÂ\n\nBob Fitzsimmons, Wedbush executive vice-president, said that in the past several weeks â\u0080\u009cwe are seeing movement of customer business coming from European-owned bank FCMsâ\u0080\u009d. Most of the new customers have been proprietary trading firms, he said.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.ft.com/content/5bc1e44c-7b1f-11e8-bc55-50daf11b720d", 
    "leadText": "Gregory Meyer in New York and Philip Stafford in London\n\nJuly 2, 2018\nPrint this page\n\nSome of the most active traders on global derivatives exchanges are scaling back their positions as their banks clamp down in the face of new regulations"
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Dwindling bond liquidity means Italy shock may be just a warning tremor", 
    "wordCount": 1186, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-03T15:01:47.91Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "3ad0ca4b-7d50-44e0-9b0c-dc308cd2ac88", 
    "taxScore": 27.34961291869163, 
    "urlId": "de9e7c51-9583-4cc7-a7c6-d22e5114fe0d", 
    "normalizedTaxScore": 0.11914459063652783, 
    "fullBody": "LONDON (Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors.\n\nLiquidity - the ease with which assets can be bought or sold without moving the price sharply - has fallen across bond markets over the past decade.\n\nOne reason is regulatory change introduced to prevent a repeat of 2008’s serial banking collapses. Another is intervention by major central banks through quantitative easing (QE)— massive bond-buying programs.\n\nA big concern for years has been that another major world market hiatus would once again expose the vulnerability at the financial system’s core, amplifying any global selloff.\n\nLiquidity hiccups have already roiled emerging and junk-rated bonds in recent years. But Italy’s upheaval at the end of May showed that parts of the vast, historically stable market for Western sovereign bonds has also become prone to seizure whenever turbulence strikes.\n\n“What happened in Italy should teach portfolio managers that liquidity comes at a price,” Arnaud-Guilhem Lamy, a fund  manager at BNP Paribas, said.\n\nEuro zone government bond trading volumes have nearly halved in the past four years to 676 billion euros in June, from 1.29 trillion euros in June 2014, data from Trax, a unit of bond trading platform MarketAxess, showed.\n\nMeanwhile, the bid-offer spread — the difference between prices investors quote to buy and sell, a common liquidity gauge — remains low but has widened. Even for Germany’s 10-year Bund, the region’s most-traded bond, bid-offer levels on cash prices are now 15 to 30 cents, compared with 5 to 10 cents from 2013 to 2015.\n\nSome of that slide was caused by the European Central Bank. Its 2.6 trillion-euro bond-buying scheme has swallowed a big chunk of new supply since 2015.\n\nWith bond purchases ending this year, many expect liquidity to improve. That seems to have happened in U.S. markets since QE ended there. The average daily Treasury volumes in the first five months of 2018 rose 4.7 percent from the same period in 2017 to $554.3 billion, trade body Sifma says.\n\nBut broadly, the liquidity drought is also symptomatic of a bigger problem after new rules effectively forced banks to reduce the pre-crisis “market-making” practice of holding bonds on their own books until buyers appear to lubricate trading.\n\nThe Basel III rules, drawn up in 2009, forced banks to hold more capital against the risks they took, in turn making it costlier to hold inventories.\n\nMany see this as actually increasing market vulnerability. In the May 29 blowout, when buying interest for Italian debt evaporated, bid-offer yield spreads ballooned, peaking at 30 basis points versus 0-5 bps in normal times.\n\nSeveral banks have stepped back from primary dealing roles, partly due to regulatory pressures..\n\n“The role of market makers is still important, but you cannot rely on them,” Lamy said.\n\nSome also blame the growing role of computer-powered high-frequency traders as market makers in place of banks; they are often accused of stopping quoting prices when spreads widen sharply.\n\n(GRAPHIC: Steady decline in trading, euro zone and Italy - reut.rs/2ILzsgl)\n\nThere are signs of reduced liquidity in the $5 trillion-a-day currency market, too. The sterling “flash crash” in October 2016 and the Swiss franc surge in January 2015 are prominent examples of recent liquidity squeezes. But two London-based bank FX trading heads said mini intra-day “flash crash”-style moves occurred far more frequently than investors realized.\n\nTwice this year, the number of multiple standard-deviation moves - measuring unusually large price changes - across major bond, FX and stock markets has passed levels that were exceeded only twice in the preceding five years, Japanese bank Nomura estimates.\n\n“All these bank risk rules ... means that some banks, when a certain security goes above a certain volatility, they stop quoting it,” said Said Haidar, CEO of New York hedge fund Haidar Capital Management. “That means some of the market-makers disappear from the market when you need liquidity most.”\n\nBALLOONING SPREADS\n\nOf May 29, as fears grew that Italy would quit the euro, dealers at banks and hedge funds painted a picture of a market in panic mode. The spike in short-dated Italian bond yields was the biggest since 1992, surpassing any day during the 2009-2013 European crisis.\n\nKaspar Hense, a fund manager at $61 billion BlueBay Asset Management, said he watched Italian bid-offer spreads surge to between 15 and 20 basis points from the normal 2 to 3 bps as buyers and sellers disappeared.\n\n“Normally you wouldn’t even trade an asset with that sort of spread,” Hense said.\n\n(GRAPHIC: Italian bid/offer spread balloons as political crisis hits - reut.rs/2KBf2Z5)\n\nEven now, selling a big tranche of Italian debt, say $200 million worth, remains near-impossible and “fruitless”, said Louis Gargour, CIO of hedge fund LNG Capital.\n\nThat was not the case in previous years, Gargour said, adding: “If you are a large fund, selling significant amount of BTPs (Italian government bonds) into market weakness is difficult and is likely to exaggerate price moves against you.”\n\nDISAPPEARING INVENTORY\n\nCurrent data on European banks’ bond-trading inventories is difficult to find, but the Bank for International Settlements estimated in 2016 that U.S. primary dealers had cut net Treasuries positions by nearly 80 percent since 2013.\n\nAnd dealers’ holdings of U.S. corporate bonds are now less than one percent of the total outstanding, versus 10 percent in 2008, Gavekal Research said.\n\nWhat’s of concern is that recent episodes of disappearing liquidity — February’s volatility spike and a late-2016 sterling “flash crash” - happened during a multi-year bull run on world markets.\n\nNow with economic growth possibly slowing and central banks withdrawing stimulus, the next hit may strike when the market backdrop is less benign.\n\nAdditional reporting by Dhara Ranasinghe and Maiya Keidan; Graphics by Abhinav Ramnarayan; Editing by Sujata Rao, Larry King\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://in.reuters.com/article/us-global-markets-liquidity-analysis/dwindling-bond-liquidity-means-italy-shock-may-be-just-a-warning-tremor-idINKBN1JT1W0?il=0", 
    "leadText": "LONDON (Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Dwindling bond liquidity means Italy shock may be just a warning tremor", 
    "wordCount": 1226, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-04T00:20:30.923Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "299798fa-3ac8-4a4c-9515-f764d410d87c", 
    "taxScore": 26.619127168876666, 
    "urlId": "2ec88cf2-bb32-4d4d-9e53-83067da6e4c7", 
    "normalizedTaxScore": 0.10613740305473435, 
    "fullBody": "LONDON(Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors.\n\nFILE PHOTO: The German share price index, DAX board, is seen at the stock exchange in Frankfurt, Germany, March 20, 2018.  REUTERS/Staff/Remote\n\nLiquidity - the ease with which assets can be bought or sold without moving the price sharply - has fallen across bond markets over the past decade.\n\nOne reason is regulatory change introduced to prevent a repeat of 2008’s serial banking collapses. Another is intervention by major central banks through quantitative easing (QE)— massive bond-buying programs.\n\nA big concern for years has been that another major world market hiatus would once again expose the vulnerability at the financial system’s core, amplifying any global selloff.\n\nLiquidity hiccups have already roiled emerging and junk-rated bonds in recent years. But Italy’s upheaval at the end of May showed that parts of the vast, historically stable market for Western sovereign bonds has also become prone to seizure whenever turbulence strikes.\n\n“What happened in Italy should teach portfolio managers that liquidity comes at a price,” Arnaud-Guilhem Lamy, a fund  manager at BNP Paribas, said.\n\nEuro zone government bond trading volumes have nearly halved in the past four years to 676 billion euros in June, from 1.29 trillion euros in June 2014, data from Trax, a unit of bond trading platform MarketAxess, showed.\n\nMeanwhile, the bid-offer spread — the difference between prices investors quote to buy and sell, a common liquidity gauge — remains low but has widened. Even for Germany’s 10-year Bund, the region’s most-traded bond, bid-offer levels on cash prices are now 15 to 30 cents, compared with 5 to 10 cents from 2013 to 2015.\n\nSome of that slide was caused by the European Central Bank. Its 2.6 trillion-euro bond-buying scheme has swallowed a big chunk of new supply since 2015.\n\nWith bond purchases ending this year, many expect liquidity to improve. That seems to have happened in U.S. markets since QE ended there. The average daily Treasury volumes in the first five months of 2018 rose 4.7 percent from the same period in 2017 to $554.3 billion, trade body Sifma says.\n\nBut broadly, the liquidity drought is also symptomatic of a bigger problem after new rules effectively forced banks to reduce the pre-crisis “market-making” practice of holding bonds on their own books until buyers appear to lubricate trading.\n\nThe Basel III rules, drawn up in 2009, forced banks to hold more capital against the risks they took, in turn making it costlier to hold inventories.\n\nMany see this as actually increasing market vulnerability. In the May 29 blowout, when buying interest for Italian debt evaporated, bid-offer yield spreads ballooned, peaking at 30 basis points versus 0-5 bps in normal times.\n\nSeveral banks have stepped back from primary dealing roles, partly due to regulatory pressures..\n\n“The role of market makers is still important, but you cannot rely on them,” Lamy said.\n\nSome also blame the growing role of computer-powered high-frequency traders as market makers in place of banks; they are often accused of stopping quoting prices when spreads widen sharply.\n\nTo view a graphic on the Steady decline in trading, euro zone and Italy, click: reut.rs/2ILzsgl\n\nThere are signs of reduced liquidity in the $5 trillion-a-day currency market, too. The sterling “flash crash” in October 2016 and the Swiss franc surge in January 2015 are prominent examples of recent liquidity squeezes. But two London-based bank FX trading heads said mini intra-day “flash crash”-style moves occurred far more frequently than investors realized.\n\nTwice this year, the number of multiple standard-deviation moves - measuring unusually large price changes - across major bond, FX and stock markets has passed levels that were exceeded only twice in the preceding five years, Japanese bank Nomura estimates.\n\n“All these bank risk rules ... means that some banks, when a certain security goes above a certain volatility, they stop quoting it,” said Said Haidar, CEO of New York hedge fund Haidar Capital Management. “That means some of the market-makers disappear from the market when you need liquidity most.”\n\nBALLOONING SPREADS\n\nOf May 29, as fears grew that Italy would quit the euro, dealers at banks and hedge funds painted a picture of a market in panic mode. The spike in short-dated Italian bond yields was the biggest since 1992, surpassing any day during the 2009-2013 European crisis.\n\nKaspar Hense, a fund manager at $61 billion BlueBay Asset Management, said he watched Italian bid-offer spreads surge to between 15 and 20 basis points from the normal 2 to 3 bps as buyers and sellers disappeared.\n\n“Normally you wouldn’t even trade an asset with that sort of spread,” Hense said.\n\nTo view a graphic on Italian bid/offer spread balloons as political crisis hits, click: reut.rs/2KBf2Z5\n\nEven now, selling a big tranche of Italian debt, say $200 million worth, remains near-impossible and “fruitless”, said Louis Gargour, CIO of hedge fund LNG Capital.\n\nThat was not the case in previous years, Gargour said, adding: “If you are a large fund, selling significant amount of BTPs (Italian government bonds) into market weakness is difficult and is likely to exaggerate price moves against you.”\n\nDISAPPEARING INVENTORY\n\nCurrent data on European banks’ bond-trading inventories is difficult to find, but the Bank for International Settlements estimated in 2016 that U.S. primary dealers had cut net Treasuries positions by nearly 80 percent since 2013.\n\nAnd dealers’ holdings of U.S. corporate bonds are now less than one percent of the total outstanding, versus 10 percent in 2008, Gavekal Research said.\n\nWhat’s of concern is that recent episodes of disappearing liquidity — February’s volatility spike and a late-2016 sterling “flash crash” - happened during a multi-year bull run on world markets.\n\nNow with economic growth possibly slowing and central banks withdrawing stimulus, the next hit may strike when the market backdrop is less benign.\n\nAdditional reporting by Dhara Ranasinghe and Maiya Keidan; Graphics by Abhinav Ramnarayan; Editing by Sujata Rao, Larry King\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-04T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-global-markets-liquidity/dwindling-bond-liquidity-means-italy-shock-may-be-just-a-warning-tremor-idUSKBN1JU007", 
    "leadText": "LONDON(Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Analysis: Dwindling bond liquidity means Italy shock may be just a warning tremor", 
    "wordCount": 1190, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-04T04:21:21.347Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "90f68026-a9cd-4f4c-ba96-5d8ead81ab92", 
    "taxScore": 27.274603879132499, 
    "urlId": "55cee382-8a1e-47df-8245-0bf8ff5a24a6", 
    "normalizedTaxScore": 0.11777595942595853, 
    "fullBody": "LONDON(Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors.\n\nFILE PHOTO: Arrangement of various world currencies including Chinese yuan, U.S. dollar, euro, British pound, pictured in Warsaw, January 25, 2011 REUTERS/Kacper Pempel/Illustration/File Photo\n\nLiquidity - the ease with which assets can be bought or sold without moving the price sharply - has fallen across bond markets over the past decade.\n\nOne reason is regulatory change introduced to prevent a repeat of 2008’s serial banking collapses. Another is intervention by major central banks through quantitative easing (QE)— massive bond-buying programmes.\n\nA big concern for years has been that another major world market hiatus would once again expose the vulnerability at the financial system’s core, amplifying any global selloff.\n\nLiquidity hiccups have already roiled emerging and junk-rated bonds in recent years. But Italy’s upheaval at the end of May showed that parts of the vast, historically stable market for Western sovereign bonds has also become prone to seizure whenever turbulence strikes.\n\n“What happened in Italy should teach portfolio managers that liquidity comes at a price,” Arnaud-Guilhem Lamy, a fund  manager at BNP Paribas, said.\n\nEuro zone government bond trading volumes have nearly halved in the past four years to 676 billion euros in June, from 1.29 trillion euros in June 2014, data from Trax, a unit of bond trading platform MarketAxess, showed.\n\nMeanwhile, the bid-offer spread — the difference between prices investors quote to buy and sell, a common liquidity gauge — remains low but has widened. Even for Germany’s 10-year Bund, the region’s most-traded bond, bid-offer levels on cash prices are now 15 to 30 cents, compared with 5 to 10 cents from 2013 to 2015.\n\nSome of that slide was caused by the European Central Bank. Its 2.6 trillion-euro bond-buying scheme has swallowed a big chunk of new supply since 2015.\n\nWith bond purchases ending this year, many expect liquidity to improve. That seems to have happened in U.S. markets since QE ended there. The average daily Treasury volumes in the first five months of 2018 rose 4.7 percent from the same period in 2017 to $554.3 billion, trade body Sifma says.\n\nBut broadly, the liquidity drought is also symptomatic of a bigger problem after new rules effectively forced banks to reduce the pre-crisis “market-making” practice of holding bonds on their own books until buyers appear to lubricate trading.\n\nThe Basel III rules, drawn up in 2009, forced banks to hold more capital against the risks they took, in turn making it costlier to hold inventories.\n\nMany see this as actually increasing market vulnerability. In the May 29 blowout, when buying interest for Italian debt evaporated, bid-offer yield spreads ballooned, peaking at 30 basis points versus 0-5 bps in normal times.\n\nSeveral banks have stepped back from primary dealing roles, partly due to regulatory pressures..\n\n“The role of market makers is still important, but you cannot rely on them,” Lamy said.\n\nSome also blame the growing role of computer-powered high-frequency traders as market makers in place of banks; they are often accused of stopping quoting prices when spreads widen sharply.\n\nThere are signs of reduced liquidity in the $5 trillion-a-day currency market, too. The sterling “flash crash” in October 2016 and the Swiss franc surge in January 2015 are prominent examples of recent liquidity squeezes. But two London-based bank FX trading heads said mini intra-day “flash crash”-style moves occurred far more frequently than investors realised.\n\nTwice this year, the number of multiple standard-deviation moves - measuring unusually large price changes - across major bond, FX and stock markets has passed levels that were exceeded only twice in the preceding five years, Japanese bank Nomura estimates.\n\n“All these bank risk rules ... means that some banks, when a certain security goes above a certain volatility, they stop quoting it,” said Said Haidar, CEO of New York hedge fund Haidar Capital Management. “That means some of the market-makers disappear from the market when you need liquidity most.”\n\nBALLOONING SPREADS\n\nOf May 29, as fears grew that Italy would quit the euro, dealers at banks and hedge funds painted a picture of a market in panic mode. The spike in short-dated Italian bond yields was the biggest since 1992, surpassing any day during the 2009-2013 European crisis.\n\nKaspar Hense, a fund manager at $61 billion BlueBay Asset Management, said he watched Italian bid-offer spreads surge to between 15 and 20 basis points from the normal 2 to 3 bps as buyers and sellers disappeared.\n\n“Normally you wouldn’t even trade an asset with that sort of spread,” Hense said.\n\nEven now, selling a big tranche of Italian debt, say $200 million worth, remains near-impossible and “fruitless”, said Louis Gargour, CIO of hedge fund LNG Capital.\n\nThat was not the case in previous years, Gargour said, adding: “If you are a large fund, selling significant amount of BTPs (Italian government bonds) into market weakness is difficult and is likely to exaggerate price moves against you.”\n\nDISAPPEARING INVENTORY\n\nCurrent data on European banks’ bond-trading inventories is difficult to find, but the Bank for International Settlements estimated in 2016 that U.S. primary dealers had cut net Treasuries positions by nearly 80 percent since 2013.\n\nAnd dealers’ holdings of U.S. corporate bonds are now less than one percent of the total outstanding, versus 10 percent in 2008, Gavekal Research said.\n\nWhat’s of concern is that recent episodes of disappearing liquidity — February’s volatility spike and a late-2016 sterling “flash crash” - happened during a multi-year bull run on world markets.\n\nNow with economic growth possibly slowing and central banks withdrawing stimulus, the next hit may strike when the market backdrop is less benign.\n\nAdditional reporting by Dhara Ranasinghe and Maiya Keidan; Graphics by Abhinav Ramnarayan; Editing by Sujata Rao, Larry King\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-04T05:00:00Z", 
    "fullPath": "https://in.reuters.com/article/global-markets-liquidity/analysis-dwindling-bond-liquidity-means-italy-shock-may-be-just-a-warning-tremor-idINKBN1JU0AV?il=0", 
    "leadText": "LONDON(Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Analysis: Dwindling bond liquidity means Italy shock may be just a warning tremor", 
    "wordCount": 1190, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-04T04:21:22.06Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "e1c532ab-702e-4b77-b8c7-1265cf0ad8e3", 
    "taxScore": 27.274603879132499, 
    "urlId": "12a7cfad-9b8c-4abd-92bf-5fb9f94ca7ef", 
    "normalizedTaxScore": 0.11777595942595853, 
    "fullBody": "LONDON(Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors.\n\nFILE PHOTO: Arrangement of various world currencies including Chinese yuan, U.S. dollar, euro, British pound, pictured in Warsaw, January 25, 2011 REUTERS/Kacper Pempel/Illustration/File Photo\n\nLiquidity - the ease with which assets can be bought or sold without moving the price sharply - has fallen across bond markets over the past decade.\n\nOne reason is regulatory change introduced to prevent a repeat of 2008’s serial banking collapses. Another is intervention by major central banks through quantitative easing (QE)— massive bond-buying programmes.\n\nA big concern for years has been that another major world market hiatus would once again expose the vulnerability at the financial system’s core, amplifying any global selloff.\n\nLiquidity hiccups have already roiled emerging and junk-rated bonds in recent years. But Italy’s upheaval at the end of May showed that parts of the vast, historically stable market for Western sovereign bonds has also become prone to seizure whenever turbulence strikes.\n\n“What happened in Italy should teach portfolio managers that liquidity comes at a price,” Arnaud-Guilhem Lamy, a fund  manager at BNP Paribas, said.\n\nEuro zone government bond trading volumes have nearly halved in the past four years to 676 billion euros in June, from 1.29 trillion euros in June 2014, data from Trax, a unit of bond trading platform MarketAxess, showed.\n\nMeanwhile, the bid-offer spread — the difference between prices investors quote to buy and sell, a common liquidity gauge — remains low but has widened. Even for Germany’s 10-year Bund, the region’s most-traded bond, bid-offer levels on cash prices are now 15 to 30 cents, compared with 5 to 10 cents from 2013 to 2015.\n\nSome of that slide was caused by the European Central Bank. Its 2.6 trillion-euro bond-buying scheme has swallowed a big chunk of new supply since 2015.\n\nWith bond purchases ending this year, many expect liquidity to improve. That seems to have happened in U.S. markets since QE ended there. The average daily Treasury volumes in the first five months of 2018 rose 4.7 percent from the same period in 2017 to $554.3 billion, trade body Sifma says.\n\nBut broadly, the liquidity drought is also symptomatic of a bigger problem after new rules effectively forced banks to reduce the pre-crisis “market-making” practice of holding bonds on their own books until buyers appear to lubricate trading.\n\nThe Basel III rules, drawn up in 2009, forced banks to hold more capital against the risks they took, in turn making it costlier to hold inventories.\n\nMany see this as actually increasing market vulnerability. In the May 29 blowout, when buying interest for Italian debt evaporated, bid-offer yield spreads ballooned, peaking at 30 basis points versus 0-5 bps in normal times.\n\nSeveral banks have stepped back from primary dealing roles, partly due to regulatory pressures..\n\n“The role of market makers is still important, but you cannot rely on them,” Lamy said.\n\nSome also blame the growing role of computer-powered high-frequency traders as market makers in place of banks; they are often accused of stopping quoting prices when spreads widen sharply.\n\nThere are signs of reduced liquidity in the $5 trillion-a-day currency market, too. The sterling “flash crash” in October 2016 and the Swiss franc surge in January 2015 are prominent examples of recent liquidity squeezes. But two London-based bank FX trading heads said mini intra-day “flash crash”-style moves occurred far more frequently than investors realised.\n\nTwice this year, the number of multiple standard-deviation moves - measuring unusually large price changes - across major bond, FX and stock markets has passed levels that were exceeded only twice in the preceding five years, Japanese bank Nomura estimates.\n\n“All these bank risk rules ... means that some banks, when a certain security goes above a certain volatility, they stop quoting it,” said Said Haidar, CEO of New York hedge fund Haidar Capital Management. “That means some of the market-makers disappear from the market when you need liquidity most.”\n\nBALLOONING SPREADS\n\nOf May 29, as fears grew that Italy would quit the euro, dealers at banks and hedge funds painted a picture of a market in panic mode. The spike in short-dated Italian bond yields was the biggest since 1992, surpassing any day during the 2009-2013 European crisis.\n\nKaspar Hense, a fund manager at $61 billion BlueBay Asset Management, said he watched Italian bid-offer spreads surge to between 15 and 20 basis points from the normal 2 to 3 bps as buyers and sellers disappeared.\n\n“Normally you wouldn’t even trade an asset with that sort of spread,” Hense said.\n\nEven now, selling a big tranche of Italian debt, say $200 million worth, remains near-impossible and “fruitless”, said Louis Gargour, CIO of hedge fund LNG Capital.\n\nThat was not the case in previous years, Gargour said, adding: “If you are a large fund, selling significant amount of BTPs (Italian government bonds) into market weakness is difficult and is likely to exaggerate price moves against you.”\n\nDISAPPEARING INVENTORY\n\nCurrent data on European banks’ bond-trading inventories is difficult to find, but the Bank for International Settlements estimated in 2016 that U.S. primary dealers had cut net Treasuries positions by nearly 80 percent since 2013.\n\nAnd dealers’ holdings of U.S. corporate bonds are now less than one percent of the total outstanding, versus 10 percent in 2008, Gavekal Research said.\n\nWhat’s of concern is that recent episodes of disappearing liquidity — February’s volatility spike and a late-2016 sterling “flash crash” - happened during a multi-year bull run on world markets.\n\nNow with economic growth possibly slowing and central banks withdrawing stimulus, the next hit may strike when the market backdrop is less benign.\n\nAdditional reporting by Dhara Ranasinghe and Maiya Keidan; Graphics by Abhinav Ramnarayan; Editing by Sujata Rao, Larry King\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-04T05:00:00Z", 
    "fullPath": "https://in.reuters.com/article/global-markets-liquidity/analysis-dwindling-bond-liquidity-means-italy-shock-may-be-just-a-warning-tremor-idINKBN1JU0AV", 
    "leadText": "LONDON(Reuters) - Italy’s recent bond market shock and pricing lurch was at least partly a function of years of attrition in global bond trading — and it may be a precursor to bigger debt market bust-ups, according to investors."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 57, 
    "headline": "University of Akron to host 100 Brazilian business executives for executive leadership program", 
    "wordCount": 578, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-05T23:16:03.78Z", 
    "sourceName": "The Plain Dealer (Cleveland)", 
    "taxCacheId": "7d61cb96-9c38-477f-8093-23e54e13789a", 
    "taxScore": 48.629654839475222, 
    "urlId": "9ceedddf-5777-4ce4-a0a0-5e923fb94857", 
    "normalizedTaxScore": 0.60550919682123738, 
    "fullBody": "AKRON, Ohio - The University of Akron will host 100 business executives from Brazil this summer as part of a first-time program to help the leaders gain international training and experience American culture.\n\nThe program is offered through the Latin America Institute of Business, which helps Latin American business executives develop skills through academic programs at universities in the United States. The executives, who hold positions in human resources, consumer goods, sales and marketing, will visit the university July 8-20 and take part in executive leadership seminars on marketing and management practices at the university's accredited College of Business Administration.\n\n\"Brazilian business professionals pride themselves on creativity and practicing new ideas,\" said College of Business Administration Director of Student Leadership Initiatives Kevin Smith in a news release. \"Their visit to the CBA will give them the necessary tools they need to grow professionally and further succeed in their respective careers. Personal progress is a huge value in the Brazilian culture.\"\n\nCollege of Business Administration faculty members will lead educational seminars for the program on topics such as \"Innovating in Turbulent Times,\" \"Strategizing in Emerging Markets,\" \"Leading Change,\" \"Marketing Analytics\" and \"Building Business Relationships in a Post-Global World.\" The visiting executives also will receive business-English terminology training to help hone their conversation skills.\n\nStudents at the university's College of Business Administration who volunteer for the training program will have the opportunity to engage with the executives.\n\n\"The students who volunteer during the seminars will be experiencing not only executive interactions, but also will begin to develop relationships and understand perspectives from a different culture and country,\" said Andrew Platt in a news release. Platt is the College of Business Administration's executive director of Corporate Outreach and Professional Development. \"They will have the opportunity to observe similarities and differences in both business and social situations either in class or through some of the evening activities and events. We think it can be a 'study-in' abroad type experience for them.\"\n\nIn addition to educational seminars, visiting executives are scheduled to visit the Bridgestone Innovation Center, the Akron-Canton Regional Foodbank and the Ohio Army National Guard's Camp Ravenna Joint Military Training Center. At the training center, the executives will participate in a field-leadership reaction course to help build problem-solving skills in a team-based format.\n\n\"This training is about more than the subject matter of marketing and management,\" Smith said in a news release. \"The professionals coming to the College of Business Administration are becoming leaders in their own industries and among their peers with advanced leadership training and business-English skills.\"\n\nWant more Akron news? Sign up for cleveland.com's Rubber City Daily, an email newsletter delivered at 5:30 a.m. Monday through Friday.\n\nView Comments", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://www.cleveland.com/akron/index.ssf/2018/07/university_of_akron_to_host_10.html", 
    "leadText": "AKRON, Ohio - The University of Akron will host 100 business executives from Brazil this summer as part of a first-time program to help the leaders gain international training and experience American culture."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 23, 
    "headline": "NFL Players Call For Guaranteed Contracts As Potential Work Stoppage Looms", 
    "wordCount": 1231, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-05T22:36:32.433Z", 
    "sourceName": "Forbes", 
    "taxCacheId": "1facde5c-2ff8-4863-a0eb-9f7945ae528a", 
    "taxScore": 26.530786452105904, 
    "urlId": "7a20f284-e2b2-4995-9dd9-f79d054320b9", 
    "normalizedTaxScore": 0.10461385288731623, 
    "fullBody": "There's something to be said about how the NFL is constructed in today's sports world. Billionaire owners reaping the benefits of the most-popular sports product in North America. With league-wide revenue having reached $14 billion last season, the NFL outpaces every other major professional sports league in the continent. Even then, players themselves are not being rewarded at a fair clip.\n\nThe basics of this are by now well known. Unlike the NBA and MLB, professional football players are not rewarded with fully guaranteed contracts. In fact, the three-year deal Kirk Cousins received from the Minnesota Vikings back in March was the first such fully guaranteed multi-year deal in league history.\n\nDon't think this is lost on NFL players. As the league prepares for a new season, some high-profile veterans are speaking out against the current landscape as it relates to contracts around the NFL.\n\n\"I will never understand how billionaire team owners have convinced the public that the players, who put their bodies on the line every week and make less than 50% of league revenue, are the 'ungrateful' ones,\" Los Angeles Chargers left tackle Russell Okung explained on his Twitter account. \"Considering football’s level of brute, immanent physicality, high turnover as well as the short life cycle of its participants, it would seem to me that NFL players are in the most need of fully guaranteed contracts.\"\n\nThis has been an argument used by multiple players in the past. Given that NFLers do boast the shortest shelf lives of the four major sports, one might think that fully guaranteed contracts should have already taken hold.\n\nThe share of revenue players have received under the 2011 Collective Bargaining Agreement has been capped at 48.5 percent with a lower limit of 47 percent, via Pro Player Insiders. On the other hand, the current NBA Collective Bargaining Agreement splits revenue down the middle with owners and players each receiving 50 percent.\n\n\"Many argue that trying to compare the league-player dynamic in the NFL with other sports is apples to oranges. Yes and no. League revenues are skyrocketing, a monster media rights deal is on the horizon, the business of football will never be the same,\" Okung added. \"It’s up to us, the players, to decide if we want league ownership to finally respect us as partners. Truth is, there is NOTHING preventing agents from negotiating a fully guaranteed salary for an NFL player (see Kirk Cousins deal).\"\n\nThat's the crux of the issue. There's nothing in the current CBA that disables a players' ability to receive a fully guaranteed long-term contract. Instead, it's just the current construct of the league. Given that league-wide revenue has increased from $4.28 billion back in 2001 to $14 billion, there's every reason to believe that the players and their union will push back against the narrative that said players shouldn't receive guaranteed deals.\n\nLos Angeles Rams running back and reigning NFL Offensive Player of the Year Todd Gurley agrees. In fact, he takes it one step further than Okung. He just recently told TMZ Sports that players will have to strike in order to get fully guaranteed contracts.\n\nThe current CBA runs through the 2020 season, at which point it seems a work stoppage is inevitable. It's in this that a weakened NFLPA head in DeMaurice Smith had previously indicated that a work stoppage is \"almost a virtual certainty.\" This came at about the same time that Richard Sherman noted that players will have to strike to change the dynamics — a statement the NFLPA agreed with.\n\nBack to Okung for a second, because his points raise even more questions.\n\n\"Players want guaranteed money? Great! Rewrite the CBA. That’s right, we need an overhaul not a revision or an extension. Why? For starters: the current CBA uses an antiquated revenue accounting method and salary cap rules take up a significant part of our collective bargaining agreement,\" the former Pro Bowler noted. \"One part of ownership’s reluctance to give players guaranteed money is the structure of our cap system, the “cap” consists of an intricate series of accounting rules that does not fully reflect actual transfers to the pockets of players.\"\n\nIn layman's terms, Okung is using the argument that a salary cap negatively impacts the players primarily because owners push back against the idea of guaranteeing deals to players over the long term.\n\nIn a violent sport, one that sees serious injuries, we understand where the owners are coming from. But can the NFL itself exist without a salary cap in the modern sports world? The answer to this question is an obvious no. Not all owners are created equal in terms of net worth. The difference between say Jerry Jones of the Dallas Cowboys and the York family in San Francisco is vast.\n\nMarket size is also a major factor here. As we've seen in Major League Baseball, there's a tremendous discrepancy between the payrolls of teams in huge markets and those who exist in smaller markets. Again, looking at the Bay Area, the Oakland Athletics come to mind. They simply can't compete with the New York Yankees and Los Angeles Dodgers of the world from a financial perspective. In an uncapped NFL, the Green Bay Packers and Jacksonville Jaguars of the world would be playing catch-up in a big way. That's not sustainable.\n\nThere's no obvious resolution to this issue. Players are not going to agree to an extended CBA unless there's some guarantees included in it. Owners are not going to rework the current CBA to cater to the players. It's in this that a work stoppage does seem imminent.\n\nWhether that happens once the current CBA expires in 2021 or before remains to be seen. But the comments from both Okung and Gurley seem to indicate that we're headed in that direction.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.forbes.com/sites/vincentfrank/2018/07/05/nfl-players-call-for-guaranteed-contracts-as-potential-work-stoppage-looms/", 
    "leadText": "There's something to be said about how the NFL is constructed in today's sports world. Billionaire owners reaping the benefits of the most-popular sports product in North America. With league-wide revenue having reached $14 billion last season, the NFL outpaces every other major professional sports league in the continent. Even then, players themselves are not being rewarded at a fair clip."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 92, 
    "headline": "Australia Regulator Cracks Whip on CBA, ANZ for Pushing Pension Products", 
    "wordCount": 428, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T04:21:02.417Z", 
    "sourceName": "U.S. News & World Report", 
    "taxCacheId": "961818e7-9233-493b-af19-d5512fad12e5", 
    "taxScore": 61.327205006941192, 
    "urlId": "ba3547c6-0866-4227-92a7-a703c56e59ae", 
    "normalizedTaxScore": 0.80257781335633727, 
    "fullBody": "By Paulina Duran\n\nSYDNEY (Reuters) - Commonwealth Bank of Australia and Australia and New Zealand Banking Group have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said.\n\nThe Australian Securities and Investments Commission (ASIC) said on Friday staff from the country's No. 1 and No. 3 banks were selling the products during so-called \"financial health checks\" without proper licensing and training.\n\nThe country's A$2.6 trillion ($1.92 trillion) savings pool is the world's fourth biggest, and companies servicing it face scrutiny in an ongoing powerful misconduct inquiry that has already rocked the financial services sector.\n\nOn Friday, the regulator said after monitoring the sales process, it was concerned that customers buying the products may have thought \"that the CBA branch staff or the ANZ branch staff were considering risks specific to the customer when this was not the case\".\n\nIt added that branch staff were trained and authorized to provide only general information, not personal advice.\n\nThe two lenders agreed to the regulator's enforcement action and would pay a total A$2.5 million in community payments, the regulator said. CBA stopped selling the products at its branches in October, the regulator added.\n\nFrom August 18, ANZ will stop discussing the retirement products during conversations with customers about their general needs, the Melbourne-based bank said in a statement.\n\n\"We acknowledge ASIC's concerns that customers may have regarded this as personal advice, and have agreed to change our distribution process,\" ANZ Group Executive Wealth, Alexis George, said.\n\nCBA was not immediately available for comment.\n\nASIC, which has been criticized for not using its full punitive powers to tackle widespread misconduct in the financial services sector, said that it would continue to monitor how complex financial investment and retirement products are sold.\n\n(Reporting by Paulina Duran; Editing by Muralikumar Anantharaman)\n\nCopyright 2018 Thomson Reuters.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://money.usnews.com/investing/news/articles/2018-07-06/australia-regulator-cracks-whip-on-cba-anz-for-pushing-pension-products", 
    "leadText": "By Paulina Duran\n\nSYDNEY (Reuters) - Commonwealth Bank of Australia and Australia and New Zealand Banking Group have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Australia regulator cracks whip on CBA, ANZ for pushing pension products", 
    "wordCount": 490, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T04:27:03.757Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "b3331b10-4c71-4458-bd19-78cdffea2ef8", 
    "taxScore": 55.288166571256539, 
    "urlId": "1ca4f29c-40f6-4c2d-be6b-7d7e900b81ad", 
    "normalizedTaxScore": 0.72248784259694387, 
    "fullBody": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said.\n\nFILE PHOTO: A Commonwealth Bank of Australia logo adorns the wall of a branch in Sydney, Australia, May 8, 2017.   REUTERS/David Gray/File Photo\n\nThe Australian Securities and Investments Commission (ASIC) said on Friday staff from the country’s No. 1 and No. 3 banks were selling the products during so-called “financial health checks” without proper licensing and training.\n\nFILE PHOTO: The logo of Australia and New Zealand Banking Group Ltd (ANZ) is pictured on a local branch in Sydney in this April 30, 2014 file photo.  REUTERS/David Gray/File Photo\n\nThe country’s A$2.6 trillion ($1.92 trillion) savings pool is the world’s fourth biggest, and companies servicing it face scrutiny in an ongoing powerful misconduct inquiry that has already rocked the financial services sector.\n\nOn Friday, the regulator said after monitoring the sales process, it was concerned that customers buying the products may have thought “that the CBA branch staff or the ANZ branch staff were considering risks specific to the customer when this was not the case”.\n\nIt added that branch staff were trained and authorized to provide only general information, not personal advice.\n\nThe two lenders agreed to the regulator’s enforcement action and would pay a total A$2.5 million in community payments, the regulator said. CBA stopped selling the products at its branches in October, the regulator added.\n\nFrom August 18, ANZ will stop discussing the retirement products during conversations with customers about their general needs, the Melbourne-based bank said in a statement.\n\n“We acknowledge ASIC’s concerns that customers may have regarded this as personal advice, and have agreed to change our distribution process,” ANZ Group Executive Wealth, Alexis George, said.\n\nCBA was not immediately available for comment.\n\nASIC, which has been criticized for not using its full punitive powers to tackle widespread misconduct in the financial services sector, said that it would continue to monitor how complex financial investment and retirement products are sold.\n\nReporting by Paulina Duran; Editing by Muralikumar Anantharaman\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-australia-regulator-pensions/australia-regulator-cracks-whip-on-cba-anz-for-pushing-pension-products-idUSKBN1JW0E6", 
    "leadText": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Australia regulator cracks whip on CBA, ANZ for pushing pension products", 
    "wordCount": 422, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T04:26:31.837Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "cff2b447-e2d1-4b75-b253-c0e207113aa3", 
    "taxScore": 61.989221952263058, 
    "urlId": "3bd196b9-5973-4118-a637-ab3659a2593d", 
    "normalizedTaxScore": 0.80998964645900107, 
    "fullBody": "SYDNEY, July 6 (Reuters) - Commonwealth Bank of Australia and Australia and New Zealand Banking Group have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said.\n\nThe Australian Securities and Investments Commission (ASIC) said on Friday staff from the country’s No. 1 and No. 3 banks were selling the products during so-called “financial health checks” without proper licencing and training.\n\nThe country’s A$2.6 trillion ($1.92 trillion) savings pool is the world’s fourth biggest, and companies servicing it face scrutiny in an ongoing powerful misconduct inquiry that has already rocked the financial services sector.\n\nOn Friday, the regulator said after monitoring the sales process, it was concerned that customers buying the products may have thought “that the CBA branch staff or the ANZ branch staff were considering risks specific to the customer when this was not the case”.\n\nIt added that branch staff were trained and authorised to provide only general information, not personal advice.\n\nThe two lenders agreed to the regulator’s enforcement action and would pay a total A$2.5 million in community payments, the regulator said. CBA stopped selling the products at its branches in October, the regulator added.\n\nFrom August 18, ANZ will stop discussing the retirement products during conversations with customers about their general needs, the Melbourne-based bank said in a statement.\n\n“We acknowledge ASIC’s concerns that customers may have regarded this as personal advice, and have agreed to change our distribution process,” ANZ Group Executive Wealth, Alexis George, said.\n\nCBA was not immediately available for comment.\n\nASIC, which has been criticised for not using its full punitive powers to tackle widespread misconduct in the financial services sector, said that it would continue to monitor how complex financial investment and retirement products are sold. ($1 = 1.3546 Australian dollars) (Reporting by Paulina Duran; Editing by Muralikumar Anantharaman)\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2017-07-06T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/australia-regulator-pensions/australia-regulator-cracks-whip-on-cba-anz-for-pushing-pension-products-idUSL4N1U21RK", 
    "leadText": "SYDNEY, July 6 (Reuters) - Commonwealth Bank of Australia and Australia and New Zealand Banking Group have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Aussie shares take US-China trade tariffs in stride; NZ at record high", 
    "wordCount": 534, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T07:16:02.28Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "3e4c403d-da7c-4252-a9fe-8a79e759814a", 
    "taxScore": 51.726841916892894, 
    "urlId": "88cef947-71ac-4a6c-ba44-a84afff52753", 
    "normalizedTaxScore": 0.66380067203969428, 
    "fullBody": "* Australia shares end higher for 4th week out of 5\n\n* New Zealand shares snap two weeks of declines (Updates to close)\n\nJuly 6 (Reuters) - Australian shares ended higher on Friday, led by gains in the financial sector and a stronger overnight lead from Wall Street, while the U.S.’s imposition of tariffs on Chinese goods appeared to have no notable negative impact on sentiment.\n\nThe bounced Chinese shares probably helped as markets there have taken a beating over recent sessions over the trade war fears.\n\nThe S&P/ASX 200 index rose 0.9 percent or 56.8 points to 6,272.3 at the close of trade. The index gained 1.3 percent for the week.\n\nWall Street stocks ended higher overnight on reports that the United States and the European Union might agree to drop auto tariffs. U.S. tariffs on more than 800 goods from China worth $34 billion took effect at 0401 GMT, though as investors have already priced in the news, markets appeared to move on.\n\nFinancial stocks led gains, with the sector index ending 1.2 percent higher and 2 percent up for the week. Commonwealth Bank of Australia was the biggest boost to the benchmark, ending 1.6 percent up.\n\nThe stronger showing for banks came despite regulatory scrutiny about their pension products, as the Australian Securities and Investments Commission took aim at CBA and Australia and New Zealand Banking Group.\n\nANZ ended about 1.7 percent higher.\n\nGreg McKenna, chief market strategist at AxiTrader said the steady policy by the Reserve Bank of Australia, coupled with the ‘Big Four’ banks’ strong fundamentals, made financials a “value buy” given their recent share price declines.\n\nMaterial stocks provided the next biggest boost to the index, led chiefly by a recovery in miners. The metals and mining index ended the day higher, but lost ground for the week. BHP was the  biggest contributor to the sector, up 0.9 percent.\n\nMining stocks took a beating over the week as commodity prices tanked on global trade tensions.\n\nIn New Zealand, shares shrugged off early losses to end at a record high, led by materials and healthcare stocks.\n\nThe benchmark S&P/NZX 50 index added 0.23 percent or 21.2 points, to finish at a record 9,084.04. The benchmark gained 1.6 percent for the week. (Reporting by Ambar Warrick in Bengaluru Editing by Shri Navaratnam)\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/australia-stocks-close/aussie-shares-take-us-china-trade-tariffs-in-stride-nz-at-record-high-idUSL4N1U22S0", 
    "leadText": "* Australia shares end higher for 4th week out of 5\n\n* New Zealand shares snap two weeks of declines (Updates to close)\n\nJuly 6 (Reuters) - Australian shares ended higher on Friday, led by gains in the financial sector and a stronger overnight lead from Wall Street, while the U.S.’s imposition of tariffs on Chinese goods appeared to have no notable negative impact on sentiment."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Australia lenders CBA, ANZ censured for pushing pension products", 
    "wordCount": 505, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T07:31:34.847Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "8435041d-255e-4cce-a56a-1642eaf78010", 
    "taxScore": 54.015431351897, 
    "urlId": "d85330bd-9b49-42fe-b15e-f8b42c672bd8", 
    "normalizedTaxScore": 0.70253254065209625, 
    "fullBody": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said.\n\nFILE PHOTO: A Commonwealth Bank of Australia logo adorns the wall of a branch in Sydney, Australia, May 8, 2017.   REUTERS/David Gray/File Photo\n\nThe Australian Securities and Investments Commission (ASIC) said on Friday staff from the country’s No. 1 and No. 3 banks were selling the products during so-called “financial health checks” without proper licensing and training.\n\nThe country’s A$2.6 trillion ($1.92 trillion) savings pool is the world’s fourth biggest, and companies servicing it face scrutiny in an ongoing powerful misconduct inquiry that has already rocked the financial services sector.\n\nOn Friday, the regulator said after monitoring the sales process, it was concerned that customers buying the products may have thought “that the CBA branch staff or the ANZ branch staff were considering risks specific to the customer when this was not the case”.\n\nFILE PHOTO: The logo of Australia and New Zealand Banking Group Ltd (ANZ) is pictured on a local branch in Sydney in this April 30, 2014 file photo.  REUTERS/David Gray/File Photo\n\nIt added that branch staff were trained and authorized to provide only general information, not personal advice.\n\nThe two lenders agreed to the regulator’s enforcement action and would pay a total A$2.5 million in community payments, the regulator said. CBA stopped selling the products at its branches in October, the regulator added.\n\nFrom August 18, ANZ will stop discussing the retirement products during conversations with customers about their general needs, the Melbourne-based bank said in a statement.\n\n“We acknowledge ASIC’s concerns that customers may have regarded this as personal advice, and have agreed to change our distribution process,” ANZ Group Executive Wealth, Alexis George, said.\n\nCBA said it had paused all new account openings for the pension products while it reviews the way in which its staff sell them.\n\nASIC, which has been criticized for not using its full punitive powers to tackle widespread misconduct in the financial services sector, said that it would continue to monitor how complex financial investment and retirement products are sold.\n\nReporting by Paulina Duran; Editing by Muralikumar Anantharaman\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://in.reuters.com/article/us-australia-regulator-pensions/australia-lenders-cba-anz-censured-for-pushing-pension-products-idINKBN1JW0E6?il=0", 
    "leadText": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Australia regulator cracks whip on CBA, ANZ for pushing pension products", 
    "wordCount": 490, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T04:31:27.98Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "aa8b2ed1-b0d6-4993-bd49-d7c3ed8bde04", 
    "taxScore": 55.288166571256539, 
    "urlId": "19c43866-c3d2-41a5-88f7-cae377c812a8", 
    "normalizedTaxScore": 0.72248784259694387, 
    "fullBody": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said.\n\nFILE PHOTO: A Commonwealth Bank of Australia logo adorns the wall of a branch in Sydney, Australia, May 8, 2017.   REUTERS/David Gray/File Photo\n\nThe Australian Securities and Investments Commission (ASIC) said on Friday staff from the country’s No. 1 and No. 3 banks were selling the products during so-called “financial health checks” without proper licensing and training.\n\nThe country’s A$2.6 trillion ($1.92 trillion) savings pool is the world’s fourth biggest, and companies servicing it face scrutiny in an ongoing powerful misconduct inquiry that has already rocked the financial services sector.\n\nOn Friday, the regulator said after monitoring the sales process, it was concerned that customers buying the products may have thought “that the CBA branch staff or the ANZ branch staff were considering risks specific to the customer when this was not the case”.\n\nFILE PHOTO: The logo of Australia and New Zealand Banking Group Ltd (ANZ) is pictured on a local branch in Sydney in this April 30, 2014 file photo.  REUTERS/David Gray/File Photo\n\nIt added that branch staff were trained and authorized to provide only general information, not personal advice.\n\nThe two lenders agreed to the regulator’s enforcement action and would pay a total A$2.5 million in community payments, the regulator said. CBA stopped selling the products at its branches in October, the regulator added.\n\nFrom August 18, ANZ will stop discussing the retirement products during conversations with customers about their general needs, the Melbourne-based bank said in a statement.\n\n“We acknowledge ASIC’s concerns that customers may have regarded this as personal advice, and have agreed to change our distribution process,” ANZ Group Executive Wealth, Alexis George, said.\n\nCBA was not immediately available for comment.\n\nASIC, which has been criticized for not using its full punitive powers to tackle widespread misconduct in the financial services sector, said that it would continue to monitor how complex financial investment and retirement products are sold.\n\nReporting by Paulina Duran; Editing by Muralikumar Anantharaman\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://in.reuters.com/article/us-australia-regulator-pensions/australia-regulator-cracks-whip-on-cba-anz-for-pushing-pension-products-idINKBN1JW0E6", 
    "leadText": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Australia lenders CBA, ANZ censured for pushing pension products", 
    "wordCount": 505, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T06:31:38.193Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "dc3795f9-e19b-4eb1-b70b-4e03706f2092", 
    "taxScore": 54.015431351897, 
    "urlId": "a0d0abb2-15c5-494d-824f-6191ae02629d", 
    "normalizedTaxScore": 0.70253254065209625, 
    "fullBody": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said.\n\nFILE PHOTO: A Commonwealth Bank of Australia logo adorns the wall of a branch in Sydney, Australia, May 8, 2017.   REUTERS/David Gray/File Photo\n\nThe Australian Securities and Investments Commission (ASIC) said on Friday staff from the country’s No. 1 and No. 3 banks were selling the products during so-called “financial health checks” without proper licensing and training.\n\nFILE PHOTO: The logo of Australia and New Zealand Banking Group Ltd (ANZ) is pictured on a local branch in Sydney in this April 30, 2014 file photo.  REUTERS/David Gray/File Photo\n\nThe country’s A$2.6 trillion ($1.92 trillion) savings pool is the world’s fourth biggest, and companies servicing it face scrutiny in an ongoing powerful misconduct inquiry that has already rocked the financial services sector.\n\nOn Friday, the regulator said after monitoring the sales process, it was concerned that customers buying the products may have thought “that the CBA branch staff or the ANZ branch staff were considering risks specific to the customer when this was not the case”.\n\nIt added that branch staff were trained and authorized to provide only general information, not personal advice.\n\nThe two lenders agreed to the regulator’s enforcement action and would pay a total A$2.5 million in community payments, the regulator said. CBA stopped selling the products at its branches in October, the regulator added.\n\nFrom August 18, ANZ will stop discussing the retirement products during conversations with customers about their general needs, the Melbourne-based bank said in a statement.\n\n“We acknowledge ASIC’s concerns that customers may have regarded this as personal advice, and have agreed to change our distribution process,” ANZ Group Executive Wealth, Alexis George, said.\n\nCBA said it had paused all new account openings for the pension products while it reviews the way in which its staff sell them.\n\nASIC, which has been criticized for not using its full punitive powers to tackle widespread misconduct in the financial services sector, said that it would continue to monitor how complex financial investment and retirement products are sold.\n\nReporting by Paulina Duran; Editing by Muralikumar Anantharaman\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-australia-regulator-pensions/australia-lenders-cba-anz-censured-for-pushing-pension-products-idUSKBN1JW0E6", 
    "leadText": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Australia lenders CBA, ANZ censured for pushing pension products", 
    "wordCount": 505, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T06:31:44.367Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "e170e38c-962c-46cb-ade3-b359dd5df01c", 
    "taxScore": 54.015431351897, 
    "urlId": "f293bbb4-9674-434c-8ec7-7fa414d48030", 
    "normalizedTaxScore": 0.70253254065209625, 
    "fullBody": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said.\n\nFILE PHOTO: A Commonwealth Bank of Australia logo adorns the wall of a branch in Sydney, Australia, May 8, 2017.   REUTERS/David Gray/File Photo\n\nThe Australian Securities and Investments Commission (ASIC) said on Friday staff from the country’s No. 1 and No. 3 banks were selling the products during so-called “financial health checks” without proper licensing and training.\n\nFILE PHOTO: The logo of Australia and New Zealand Banking Group Ltd (ANZ) is pictured on a local branch in Sydney in this April 30, 2014 file photo.  REUTERS/David Gray/File Photo\n\nThe country’s A$2.6 trillion ($1.92 trillion) savings pool is the world’s fourth biggest, and companies servicing it face scrutiny in an ongoing powerful misconduct inquiry that has already rocked the financial services sector.\n\nOn Friday, the regulator said after monitoring the sales process, it was concerned that customers buying the products may have thought “that the CBA branch staff or the ANZ branch staff were considering risks specific to the customer when this was not the case”.\n\nIt added that branch staff were trained and authorized to provide only general information, not personal advice.\n\nThe two lenders agreed to the regulator’s enforcement action and would pay a total A$2.5 million in community payments, the regulator said. CBA stopped selling the products at its branches in October, the regulator added.\n\nFrom August 18, ANZ will stop discussing the retirement products during conversations with customers about their general needs, the Melbourne-based bank said in a statement.\n\n“We acknowledge ASIC’s concerns that customers may have regarded this as personal advice, and have agreed to change our distribution process,” ANZ Group Executive Wealth, Alexis George, said.\n\nCBA said it had paused all new account openings for the pension products while it reviews the way in which its staff sell them.\n\nASIC, which has been criticized for not using its full punitive powers to tackle widespread misconduct in the financial services sector, said that it would continue to monitor how complex financial investment and retirement products are sold.\n\nReporting by Paulina Duran; Editing by Muralikumar Anantharaman\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/australia-regulator-pensions/update-1-australia-lenders-cba-anz-censured-for-pushing-pension-products-idUSL4N1U22BV", 
    "leadText": "SYDNEY (Reuters) - Commonwealth Bank of Australia (CBA.AX) and Australia and New Zealand Banking Group (ANZ.AX) have halted sales of complex pension products without proper advice to banking customers at their branches after regulatory action, the regulator said."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 537, 
    "headline": "Australian shares take US-China trade tariffs in stride; New Zealand at record high", 
    "wordCount": 471, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T13:58:28.6Z", 
    "sourceName": "The Economic Times (India)", 
    "taxCacheId": "b1d058a5-4a05-46e6-861c-24fc434fd266", 
    "taxScore": 56.997370358616948, 
    "urlId": "f85e9230-2ee4-4e51-9f3f-c3a0a861e6ab", 
    "normalizedTaxScore": 0.74754721114073497, 
    "fullBody": "Australian shares ended higher on Friday, led by gains in the financial sector and a stronger overnight lead from Wall Street, while the US's imposition of tariffs on Chinese goods appeared to have no notable negative impact on sentiment.\n\nThe bounced Chinese shares probably helped as markets there have taken a beating over recent sessions over the trade war fears.\n\nThe S&P/ASX 200 index rose 0.9 per cent or 56.8 points to 6,272.3 at the close of trade. The index gained 1.3 per cent for the week.\n\nWall Street stocks ended higher overnight on reports that the United States and the European Union might agree to drop auto tariffs. US tariffs on more than 800 goods from China worth $34 billion took effect at 0401 GMT, though as investors have already priced in the news, markets appeared to move on.\n\nFinancial stocks led gains, with the sector index ending 1.2 per cent higher and 2 per cent up for the week. Commonwealth Bank of Australia was the biggest boost to the benchmark, ending 1.6 per cent up.\n\nThe stronger showing for banks came despite regulatory scrutiny about their pension products, as the Australian Securities and Investments Commission took aim at CBA and Australia and New Zealand Banking Group.\n\nANZ ended about 1.7 per cent higher.\n\nGreg McKenna, chief market strategist at AxiTrader said the steady policy by the Reserve Bank of Australia, coupled with the 'Big Four' banks' strong fundamentals, made financials a \"value buy\" given their recent share price declines.\n\nMaterial stocks provided the next biggest boost to the index, led chiefly by a recovery in miners. The metals and mining index ended the day higher, but lost ground for the week. BHP was the biggest contributor to the sector, up 0.9 per cent.\n\nMining stocks took a beating over the week as commodity prices tanked on global trade tensions.\n\nIn New Zealand, shares shrugged off early losses to end at a record high, led by materials and healthcare stocks.\n\nThe benchmark S&P/NZX 50 index added 0.23 per cent or 21.2 points, to finish at a record 9,084.04. The benchmark gained 1.6 per cent for the week.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://economictimes.indiatimes.com/markets/stocks/news/australian-shares-take-us-china-trade-tariffs-in-stride-new-zealand-at-record-high/articleshow/64881378.cms", 
    "leadText": "Australian shares ended higher on Friday, led by gains in the financial sector and a stronger overnight lead from Wall Street, while the US's imposition of tariffs on Chinese goods appeared to have no notable negative impact on sentiment."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 13999, 
    "headline": "The Trouble with Treasurys", 
    "wordCount": 1035, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-07T02:20:56.53Z", 
    "sourceName": "WealthManagement", 
    "taxCacheId": "b1cf2278-8e65-4419-8006-6d9b9a51b1d0", 
    "taxScore": 30.552841480875156, 
    "urlId": "05ebd1c6-ef2d-4ed1-8489-dbfc5913db9c", 
    "normalizedTaxScore": 0.18383916646985882, 
    "fullBody": "The bond market is changing.\n\nNaturally, itâ\u0080\u0099s always moving pricewise, while broad changes such as asset-class weightings tend to come at a glacial pace, imperceptibly as far as a trading market or even longer-term strategy is concerned. Consider month-end index changes: we pay attention for a minute, adjust, move on.\n\nRelated: These Nine Factors Could Cause a Recession by 2020\n\nBut get ready for some serious shifts, noticeably and soon. Iâ\u0080\u0099m referring to the broad market weightings as tracked by SIFMA and the impact of rising Treasury budget deficits even before the latest tax plan was imposed on the budget. Treasurys as an asset class are increasing, and itâ\u0080\u0099s not a far leap to speculate that the duration of the bond market will increase along with them.\n\nTo wit, Treasurys as a percent of the taxable bond market are just over 40 percent; as recently as 2007, they were half that amount. Their relative increase is a function of the deficit growth coming out of the last recession and a comparable diminishment in other issuances, namely mortgage-backed securities, agencies and asset-backed securities. That trio is now about 25 percent, 5 percent and 4 percent of the market, respectively; back in 2007, those accounted for 39 percent, 12 percent and 8 percent, again, respectively.\n\nThis chart is a snapshot of where we are and where weâ\u0080\u0099ve been.\n\nItâ\u0080\u0099s interesting to note the gain in the Treasury weighting, even during the various phases of quantitative easing, as what the Fed bought was extracted from the float. Now, as the reverse takes place (call it quantitative tightening), what the Fed doesnâ\u0080\u0099t buy goes into the float or increases the paper the market has to buy.Â Â\n\nThe budget is the bigger dealâ\u0080\u0094vastly so. To project forward, I took the Congressional Budget Officeâ\u0080\u0099s projections for the budget (Debt Held by the Public) and simply applied that as a forecast. Then I took the average gains in the other categories over the last few years and applied that rate to those categories going forward. None had negative changes. Weâ\u0080\u0099ll call those assumptions.\n\nThis chart shows how things will change. Treasurys will go from about a 40 percent weighting to 50.5 percent in 10-yearsâ\u0080\u0099 time. Note that this doesnâ\u0080\u0099t allow for an increase in our debt based on, say, a recession or revenue growth slowing relative to the Congressional Budget Officeâ\u0080\u0099s forecasts. Conversely, it doesnâ\u0080\u0099t allow for any optimism of growth coming in faster than expectedÂ with revenues gaining accordingly.\n\nLast year, in a Treasury Borrowing Advisory Committee presentation, the group offered a projection of the weighted average maturity of marketable debt outstanding. What they saw was a rise from 70.8 months a year ago to about 84 months in 10 years. I think thatâ\u0080\u0099s about right, too. Between relatively low historical rates and, presumably, a flatter curve for a while, itâ\u0080\u0099s prudent for Treasury to issue more long-term debt (10-year Treasurys and 30-year Treasurys) and debt of a longer maturity (say, 40-year Treasurys or 50-year Treasurys). And, anyway, the government seems to have little inhibition in kicking the proverbial deficit can down the road.\n\nAre you with me so far? If you are, you have a sense of how much Treasurys will be of the taxable bond market and that the average maturity of Treasurys is likely to increase. What this means for a broad index, like the Bloomberg Aggregate is that investors, especially the growing category of passive bond investors, will have to buy more and more Treasurys to keep pace with the index and, likely, those Treasurys will have a longer and longer average maturities, thus providing a forced buying class, which should dampen rate gains to longer-term Treasurys, in other words, a backstop.\n\nA sideshow to the big show is how this has behaved in the recent past. So, Treasurys rose to 40 percent of the market in the last 10 years due to both increased issuance and, more importantly, diminished issuances in MBS, Agencies and ABS. I donâ\u0080\u0099t see those coming back, nor do I see new asset classes coming to the fore. In fact, I imagine we could see a slowing in the pace of some issuances (Iâ\u0080\u0099m thinking corporates). With the Fedâ\u0080\u0099s balance sheet reduction, the risk is that more of that influence boosts the allocation more than projected and sooner than forecast.Â\n\nConsider the last 10 years yet again. The doubling in the Treasury component likely boosted the â\u0080\u009cneedâ\u0080\u009d for Treasurys by any given index-benchmarked investor. But, with the Fedâ\u0080\u0099s buying, taking bonds away and out of an index, that â\u0080\u009cneedâ\u0080\u009d was somewhat diluted. No more. Between the Fed and the deficit, Treasurys are set to rise to their prior heights, ironically back to the 50 percent market they were in at the start of their great bull market. That point is more a coincidence than expectation for the start of another grand bull market in 2028.\n\nÂ\n\nDavid Ader is Chief Macro Strategist for Informa Financial Intelligence.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://www.wealthmanagement.com/fixed-income/trouble-treasurys", 
    "leadText": "The bond market is changing.\n\nNaturally, itâ??s always moving pricewise, while broad changes such as asset-class weightings tend to come at a glacial pace, imperceptibly as far as a trading market or even longer-term strategy is concerned. Consider month-end index changes: we pay attention for a minute, adjust, move on."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 13999, 
    "headline": "The Trouble with Treasuries", 
    "wordCount": 1031, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T20:53:17.863Z", 
    "sourceName": "WealthManagement", 
    "taxCacheId": "8eb07ece-22b0-4ac8-a88c-6ae8d55d0489", 
    "taxScore": 30.648910743666654, 
    "urlId": "f9d591d4-28d0-44e5-b8c9-f568b423f2d2", 
    "normalizedTaxScore": 0.185945169572795, 
    "fullBody": "The bond market is changing.\n\nNaturally, itâ\u0080\u0099s always moving pricewise, while broad changes such as asset-class weightings tend to come at a glacial pace, imperceptibly as far as a trading market or even longer-term strategy is concerned.Â  Consider month-end index changes; we pay attention for a minute, adjust, move on.\n\nRelated: These Nine Factors Could Cause a Recession by 2020\n\nBut get ready for some serious shifts; noticeably and soon. Iâ\u0080\u0099m referring to the broad market weightings as tracked by SIFMA and the impact of rising Treasury budget deficits even before the latest tax plan was imposed on the budget. Treasuries as an asset class are increasing, and itâ\u0080\u0099s not a far leap to speculate that the duration of the bond market will increase along with them.\n\nTo wit, Treasuries as a percent of the taxable bond market are just over 40 percent; as recently as 2007, they were half that amount. Their relative increase is a function of the deficit growth coming out of the last recession and a comparable diminishment in other issuance, namely Mortgage-Backed Securities, Agencies and Asset-Backed Securities. That trio is now about 25 percent, 5 percent and 4 percent of the market, respectively; back in 2007, those accounted for 39 percent, 12 percent and 8 percent, again, respectively.\n\nThis chart is a snapshot of where we are and where weâ\u0080\u0099ve been.\n\nItâ\u0080\u0099s interesting to note the gain in the Treasury weighting, even during the various phases of Quantitative Easing, as what the Fed bought was extracted from the float. Now, as the reverse takes place (call it Quantitative Tightening), what the Fed doesnâ\u0080\u0099t buy goes into the float or increases the paper the market has to buy.Â Â\n\nThe budget is the bigger deal; vastly so. To project forward, I took the Congressional Budget Officeâ\u0080\u0099s projections for the budget (Debt Held by the Public) and simply applied that as a forecast. Then I took the average gains in the other categories over the last few years and applied that rate to those categories going forward. None had negative changes. Weâ\u0080\u0099ll call those assumptions.\n\nThis chart shows how things will change. Treasuries will go from about a 40 percent weighting to 50.5 percent in 10-yearsâ\u0080\u0099 time. Note that this doesnâ\u0080\u0099t allow for an increase in our debt based on, say, a recession or revenue growth slowing relative to the CBO forecasts. Conversely, it doesnâ\u0080\u0099t allow for any optimism of growth coming in faster than expected and revenues gaining accordingly.\n\nLast year, in a Treasury Borrowing Advisory Committee (TBAC) presentation, the group offered a projection of the Weighted Average Maturity of Outstanding Marketable debt. What they saw was a rise from 70.8 months a year ago to about 84 months in 10 years. I think thatâ\u0080\u0099s about right, too. Between relatively low historical rates and a, presumably, flatter curve for a while, itâ\u0080\u0099s prudent for Treasury to issue more long-term debt (10-year treasurys and 30-year treasurys) and debt of a longer-maturity (say 40-year treasurys or 50-year treasurys).Â  And, anyway, the government seems to have little inhibition in kicking the proverbial deficit can down the road.\n\nAre you with me so far? If you are, you have a sense of how much Treasuries will be of the taxable bond market and that the average maturity of Treasuries is likely to increase. What this means for a broad index, like the Bloomberg Aggregate is that investors, especially the growing category of passive bond investors, will have to buy more and more Treasuries to keep pace with the index and, likely, those Treasuries will have a longer and longer average maturities, thus providing a forced buying class, which should dampen rate gains to longer-term Treasuries, i.e. a backstop.\n\nA sideshow to the big show is how this has behaved in the recent past. So, Treasuries rose to 40 percent of the market in the last 10 years due to both increased issuance and, importantly, diminished issuance in MBS, Agencies and ABS.Â  I donâ\u0080\u0099t see those coming back, nor do I see new asset classes coming to the fore. In fact, I imagine we could see a slowing in the pace of some issuance (Iâ\u0080\u0099m thinking corporates).Â  With the Fedâ\u0080\u0099s balance sheet reduction, the risk is that more of that influence boosts the allocation more than projected and sooner than forecast.Â\n\nConsider the last 10 years yet again. The doubling in the Treasury component likely boosted the â\u0080\u009cneedâ\u0080\u009d for Treasuries by any given index-benchmarked investor. But, with the Fedâ\u0080\u0099s buying taking bonds away, and out of an index, that â\u0080\u009cneedâ\u0080\u009d was somewhat diluted. No more. Between the Fed and the deficit, Treasuries are set to rise to their prior heights, ironically back to the 50 percent market they were in at the start of their great bull market. That point is more a coincidence than expectation for the start of another grand bull market in 2028.\n\nÂ\n\nDavid Ader is Chief Macro Strategist for Informa Financial Intelligence.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://www.wealthmanagement.com/fixed-income/trouble-treasuries", 
    "leadText": "The bond market is changing.\n\nNaturally, itâ??s always moving pricewise, while broad changes such as asset-class weightings tend to come at a glacial pace, imperceptibly as far as a trading market or even longer-term strategy is concerned.Â  Consider month-end index changes; we pay attention for a minute, adjust, move on."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 7248, 
    "headline": "Banking royal commission: Lenders accused of misconduct over treatment of farmers", 
    "wordCount": 730, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-06T20:37:07.533Z", 
    "sourceName": "ABC (Australia)", 
    "taxCacheId": "a4d6f69b-2251-473d-9eff-ac907da3ed05", 
    "taxScore": 40.447014615637507, 
    "urlId": "83128d44-319c-47d0-9ccc-f9556933a70d", 
    "normalizedTaxScore": 0.42247933336002624, 
    "fullBody": "Australia's main rural lenders face numerous findings of misconduct over their treatment of struggling farmers.\n\nIn a damning assessment of the sector, counsel assisting the banking royal commission Rowena Orr, QC, pointed to numerous failings of banks to act fairly, reasonably and ethically.\n\nThe banks under the microscope include ANZ, CBA, NAB, Bendigo Bank's Rural Bank and Rabobank.\n\nThe assessment come after two weeks of hearings in Brisbane and Darwin involving case studies of agri-business lending to 13 farming families from Tasmania to the Top End.\n\nThe common theme across Ms Orr's invitation to Commissioner Kenneth Hayne to find misconduct among the banks was poor culture, lack of empathy and lax lending practices and systems.\n\nCBA claimed to breach code of conduct\n\nThe initial focus of the farm-based hearings was ANZ's acquisition of the specialist rural lender Landmark in 2009.\n\nMs Orr said up until late 2014 ANZ relied on external law firms to deal with customers in financial difficulty.\n\n\"It [ANZ] took a less flexible approach in dealing with these customers and demonstrated a lack of empathy and understanding of farmers' emotional connection to the land and the emotional impact that recoveries and enforcement actions can have on agri-business customers,\" Ms Orr said.\n\nIncreasing interest rates, as ANZ did, increased the financial burden, she said.\n\nThe CBA faces findings of misconduct over its subsidiary Bankwest and at least five breaches of the banking code of conduct over conflicted advice and remuneration practices.\n\nMs Orr said a key focus was Bankwest's policy of applying 60 per cent of its key performance indicators for staff to profit, and half of that to sales targets.\n\n\"Bankwest staff were able to double base salaries through such bonus payments and this created a culture of prioritising sales to [the] detriment of diligently and prudent conduct in relation to loan approvals,\" she said.\n\nThe findings against Rabobank centre on conflicts of interest through internal appraisals of property values and a sales-driven culture that Ms Orr noted was still in place.\n\nNAB faces findings of misconduct over its use of default interest payments as a \"strategic tool to put pressure\" on farmers suffering hardship from natural disasters such as drought and flood.\n\nQuestions for the banks\n\nAmong the questions Ms Orr asked the banks to answer in written submissions were:\n\n What does it mean for a bank to act fairly and reasonably to customers in a consistent and ethical manner? (ANZ)\n Does remuneration that rewards bank employees for sales create an unacceptable risk to banks' responsible lending obligations and statutory obligations for efficiency, fairness and honesty and ensure the customer is not disadvantaged? (CBA)\n To what extent does default interest reflect the cost of impaired loans and should a moratorium be placed of such payments during natural disasters? (NAB)\n Is it appropriate to write internal appraisals as opposed to seeking independent valuation and should the banks have a code of conduct covering valuations? (Rabobank)\n\nMr Hayne cautioned banks not to argue \"things have changed\".\n\n\"It occurs to me some may say 'times have changed', standards have somehow changed,\" he said.\n\n\"Well, if someone is going to say that, I will be assisted in knowing how and why.\n\n\"If we are dealing in concepts like fairness it is not instantly apparent to me what is fair today is not different to what was fair yesterday.\"\n\nMr Hayne said the banks also needed to think carefully when answering questions about balancing the interests of the banks and their customers.\n\n\"It could be minimising loss to the bank and the loss to the customer may be parallel, rather than competing,\" he said.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://www.abc.net.au/news/2018-07-06/banking-royal-commission-hears-farm-loan-misconduct-claims/9948010", 
    "leadText": "Australia's main rural lenders face numerous findings of misconduct over their treatment of struggling farmers."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 516, 
    "headline": "Asian markets make strong gains, though Xiaomi sputters after IPO", 
    "wordCount": 560, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-09T04:11:31.197Z", 
    "sourceName": "MarketWatch", 
    "taxCacheId": "e0d1bd3a-3205-4452-9421-38232ee647c2", 
    "taxScore": 49.846712909711883, 
    "urlId": "ea605117-87df-46ec-bd77-e9580f59121c", 
    "normalizedTaxScore": 0.62921608985894495, 
    "fullBody": "Asian stocks made strong gains early Monday, building on the Friday uptick seen in much of the world, including Wall Street.\n\nJapan's Nikkei\n\nNIK, +1.37%\n\njumped strong out of the gate, up 1.2% as the yen slipped against the dollar\n\nUSDJPY, -0.01%\n\n. Electronics companies led the way, with Sony\n\n6758, +3.30%\n\n, TDK\n\n6762, +4.90%\n\nand Fujitsu\n\n6702, +4.04%\n\nup more than 3%, while Murata Manufacturing\n\n6981, +4.87%\n\nsurged 5.3% following a Nikkei report of price increases for its ceramic capacitors.\n\nHong Kong's Hang Seng Index\n\nHSI, +1.54%\n\ngained 1.4% following its first four-week losing streak since November 2016. Tencent\n\n0700, +2.33%\n\nwas up 2.1% after disclosing plans to take its music business public in the U.S. Meanwhile, smartphone-component maker AAC\n\n2018, +1.79%\n\ngained 2%.\n\nShares of Chinese smartphone maker Xiaomi Corp.\n\n1810, +0.00%\n\n, which raised US$4.7 billion in one of Hong Kong's largest tech initial public offerings in recent years, fell on their debut. The lackluster start came after Xiaomi priced its IPO at the low end of an expected range, giving the company a valuation of $54 billion. If the shares perform poorly in the coming days and weeks, they could hurt the prospects of other tech companies who are preparing their own multibillion-dollar listings in the city. Xiaomi opened at HK$16.60, 2.4% lower than its IPO price of HK$17. Shares fell as low as HK$16 a share and were recently at HK$16.82.\n\nAfter notching its first seven-week losing streak in 6½ years, the Shanghai Composite\n\nSHCOMP, +1.65%\n\nwas up 1.5%. Australia's S&P/ASX 200\n\nXJO, +0.21%\n\nwas up a further 0.2% following Friday's latest 10½-year closing high, led by the Big Four bank stocks, including Commonwealth Bank\n\nCBA, +0.86%\n\nand National Australia Bank\n\nNAB, +0.29%\n\n. South Korea's Kospi\n\nSEU, +0.86%\n\ngained 0.7% amid Samsung's\n\n005930, +2.45%\n\n1.7% bounce. But New Zealand's NZX 50\n\nNZ50GR, -0.26%\n\neased 0.4% following another end-of-day spike Friday to a fresh record best. Auckland International Airport\n\nAIA, -0.22%\n\nand Fletcher Building\n\nFBU, -0.85%\n\nare among those having dropped more than 1%.\n\nMarkets in Taiwan\n\nY9999, +1.17%\n\n, Singapore\n\nSTI, +0.91%\n\nand Malaysia\n\nFBMKLCI, +0.35%\n\nalso posted early gains.\n\nWe Want to\nHear from You\n\nJoin the conversation\n\nComment\n\nRelated Topics\n\n*\n\nAsia Markets\n\n*\n\nChina\n\n*\n\nJapan\n\n*\n\nAustralia\n\n*\n\nSingapore\n\n*\n\nForeign Investment", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "https://www.marketwatch.com/story/asian-markets-make-strong-gains-though-xiaomi-sputters-after-ipo-2018-07-08", 
    "leadText": "Asian stocks made strong gains early Monday, building on the Friday uptick seen in much of the world, including Wall Street."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 18209, 
    "headline": "Reformers Slam Finraâ??s Bad Broker Reforms", 
    "wordCount": 688, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-08T19:26:52.093Z", 
    "sourceName": "Financial Advisor IQ", 
    "taxCacheId": "3303ae5b-aa0e-4e36-bc26-698df63234f3", 
    "taxScore": 42.395423381264692, 
    "urlId": "ed49b0ca-6e91-461f-8bc0-789854934570", 
    "normalizedTaxScore": 0.46920224110326758, 
    "fullBody": "Self-regulator Finra's proposed overhaul of how it regulates brokers with a history of misconduct doesn't go far enough, the financial reform group Better Markets says, according to InvestmentNews. But the industry body is planning to take more control and oversight of the hiring of high-risk brokers. Thursday Finra announced it will take over the task of reviewing public records of brokers newly registered with a company. The task was previously the responsibility of the firms, the regulator says in a press release.\n\nIn April, the industry body issued a request for comment on measures to bolster controls on rogue brokers, such as a provision to let Finra's hearing panels set conditions or restrictions on brokers and firms in the process of appealing disciplinary issues.\n\nThe comment period ended June 29, with Finra receiving nine letters, according to InvestmentNews.\n\nIn its comment letter sent on the last day of the comment period, Better Markets charges that Finra's proposal, while it â\u0080\u009cgestures in the right direction,â\u0080\u009d will not adequately address the issue, the publication writes.\n\nâ\u0080\u009cFinra must go far beyond this proposal to credibly claim that it is serious in its intention not just to hold brokers accountable, but also to protect investors from brokers who have demonstrated a proclivity to violate the law,â\u0080\u009d Better Markets officials wrote in the letter cited by InvestmentNews.\n\nAnd Dennis Kelleher, the group's CEO, says Finra's April proposal doesn't even match the intent expressed in June 2017 by Finra president and chief executive Robert Cook, according to the publication. Cook said then that financial markets had â\u0080\u009czero room for bad actors,â\u0080\u009d according to InvestmentNews.\n\nâ\u0080\u009cIn stark contrast to 'zero room,' however, this release tinkers on the margins by, essentially, making it a little bit costlier for firms to hire bad brokers, and by making them jump through an additional hoop before they can hire brokers with checkered pasts,â\u0080\u009d Kelleher wrote, according to the publication.\n\nBut the Public Investors Arbitration Bar Association said Finra's proposed reforms would indeed benefit investors, InvestmentNews writes. The industry group Sifma, meanwhile, said it supports the proposal but requested some procedural changes, according to the publication.\n\nMeanwhile, starting Monday, Finra will go over the public records of new hires when a company applies to register new employees with the regulator, the self-regulator says in a press release.\n\nFinra says it will complete each review within 15 calendar days after the application.\n\nCurrently, firms must validate the answers brokers provide on Form U4 when they're hired â\u0080\u0094 which has resulted in firms outsourcing the task, Finra says.\n\nThe self-regulator will now take over the review, but the firms will still be responsible for the investigation of any deficiencies on the form identified by Finra, according to the press release.\n\nThe regulator claims the change will improve the quality of data available on its Central Registration Depository â\u0080\u0094 the database of Finra-member firms and brokers, as well as on BrokerCheck, its investor-facing online tool.\n\nFinra claims the new activity will save firms $1.5 million to $3 million per year in aggregate on fees they would have otherwise paid to third-party firms to conduct the reviews, as well as on late-submission fees charged by Finra.\n\nBy Alex Padalka\n\n* To read the InvestmentNews article cited in this story, click here.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://financialadvisoriq.com/c/2025023/236293/reformers_slam_finra_broker_reforms", 
    "leadText": "Self-regulator Finra's proposed overhaul of how it regulates brokers with a history of misconduct doesn't go far enough, the financial reform group Better Markets says, according to InvestmentNews"
  }, 
  {
    "rawTaxScore": 30.0, 
    "sourceId": 18209, 
    "headline": "Lobbyists Who Killed the DOL Rule Target SECâ??s Best Interest Regulation", 
    "wordCount": 544, 
    "nodeId": "4e7ae04b-3183-48ac-80c0-99d0f59e1bb9", 
    "dateCreated": "2018-07-09T11:56:41.943Z", 
    "sourceName": "Financial Advisor IQ", 
    "taxCacheId": "8222a8b7-13d1-4e88-8141-7d92126da00e", 
    "taxScore": 144.20934341466875, 
    "urlId": "c6e55f29-72f9-4f4e-adf9-f2853da3f657", 
    "normalizedTaxScore": 0.99865220129352428, 
    "fullBody": "With the Department of Labor's fiduciary rule now good and dead, the lobbyists who helped orchestrate its demise have turned to the SEC's proposed Regulation Best Interest, according to Investopedia.\n\nLast month, the Fifth Circuit Court of Appeals officially vacated the DOL's rule, the Obama-era regulation that purported to require retirement account advisors to put clients' interests first.\n\nThe SEC, meanwhile, is in the middle of a public comment period on its own best interest standard for broker-dealers as well as clarification of fiduciary responsibilities for investment advisors, Investopedia writes.\n\nAnd the industry groups that were â\u0080\u009cinstrumentalâ\u0080\u009d in killing the DOL's rule â\u0080\u0094 the National Association of Insurance and Financial Advisors and co-plaintiffs including Sifma, the Financial Services Institute and the American Council of Life Insurers â\u0080\u0094 are now going after the SEC's proposed regulations, according to the web publication.\n\nThe SEC's proposal for a client relationship summary, which has a provision to ban broker-dealers from using the term â\u0080\u009cadvisor,â\u0080\u009d is NAIFA's first concern, Investopedia writes. After all, most NAIFA members, who are primarily insurance agents and broker-dealer representatives, are not RIAs and are only held to the less stringent suitability standard rather than the fiduciary standard, according to the web publication.\n\nNAIFA argues that if its members can't call themselves â\u0080\u009cadvisors,â\u0080\u009d they'll be barred from offering financial advice, Investopedia writes. That, the industry group claims, would make it harder for them to offer advice to less affluent clients, according to the web publication.\n\nNAIFA's lobbyists have already met with the SEC, including Chairman Jay Clayton, Investopedia writes.\n\nMeanwhile, the Financial Planning Association could be pulling the SEC in the opposite direction, according to the web publication. Its members are certified financial planners, Investopedia writes, and the CFP Board recently approved revisions to its code of conduct that expanded the fiduciary standard to all financial advice.\n\nFPA President Frank ParÃ© recently told FA magazine that a â\u0080\u009csuitability-plusâ\u0080\u009d standard, which some critics say will be what comes out of the SEC, could sow confusion among investors, according to Investopedia. ParÃ© told FA magazine that talk of a lawsuit targeting the SEC is â\u0080\u009cprematureâ\u0080\u009d but added that it's a â\u0080\u009clegitimate question,â\u0080\u009d Investopedia writes. There's now speculation that the FPA will indeed file a lawsuit against the SEC, according to the web publication.\n\nBy Alex Padalka\n\n* To read the Investopedia article cited in this story, click here.", 
    "sourceDateCreated": "2018-07-09T05:00:00Z", 
    "fullPath": "http://financialadvisoriq.com/c/2026313/236303/lobbyists_killed_rule_target_best_interest_regulation", 
    "leadText": "With the Department of Labor's fiduciary rule now good and dead, the lobbyists who helped orchestrate its demise have turned to the SEC's proposed Regulation Best Interest, according to Investopedia."
  }
]