[
  {
    "rawTaxScore": 7.0, 
    "sourceId": 3416, 
    "headline": "SK Telecom to implement 'smart airport' project at Incheon International Airport", 
    "wordCount": 273, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-02T01:30:59.837Z", 
    "sourceName": "Telecompaper (Netherlands)", 
    "taxCacheId": "bc22236b-b801-4e1d-abca-e442167dee26", 
    "taxScore": 27.280662432364473, 
    "urlId": "790e0e85-e986-4081-bdc7-891fca829338", 
    "normalizedTaxScore": 0.11817290444078354, 
    "fullBody": "South Korean operator SK Telecom will deploy its IoT, big data analytics and artificial intelligence services at Incheon International Airport. To implement the \"Smart Airport\" project, SK Telecom has signed a memorandum of understanding with Incheon International Airport Corporation on 27 June, The KoreaTimes reports. SK Telecom will use its mobile navigation service dubbed ‘T Map’ to offer users information for parking at the airport in real time.\n\nSK Telecom says the upcoming service will resolve the inconvenience of a user who has to find other parking lots whenever short-stay lots are full. Initially introduced at end-2017, the service enables “real-time parking at both Terminal 1 and 2” once users select the airport as their destination on the T Map. SK Telecom will also use information provided by its base stations near the airport to offer data forecasting the number of people entering the airport. This is expected to enable the airport corporation to arrange necessary manpower in advance before the airport is too crowded.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.telecompaper.com/news/sk-telecom-to-implement-smart-airport-project-at-incheon-international-airport--1250816", 
    "leadText": "South Korean operator SK Telecom will deploy its IoT, big data analytics and artificial intelligence services at Incheon International Airport. To implement the \"Smart Airport\" project, SK Telecom has signed a memorandum of understanding with Incheon International Airport Corporation on 27 June, The KoreaTimes reports. SK Telecom will use its mobile navigation service dubbed ‘T Map’ to offer users information for parking at the airport in real time."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 3630, 
    "headline": "NSA deletes hundreds of millions of call records over privacy violations", 
    "wordCount": 415, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-02T07:25:59.51Z", 
    "sourceName": "Engadget", 
    "taxCacheId": "f6d831e0-0025-45ae-b612-04c46c116c98", 
    "taxScore": 62.781526956133206, 
    "urlId": "f3d64322-3431-46ae-93ea-585f722d7cae", 
    "normalizedTaxScore": 0.71021052697600617, 
    "fullBody": "Saul Loeb/AFP/Getty Images\n\nThe NSA unfortunately has a long history of violating privacy rules, although this time the agency might not be entirely to blame. The NSA is deleting hundreds of millions of call and text message data records (collected since 2015) after learning of \"technical irregularities\" that led to receiving records it wasn't supposed to obtain under the USA Freedom Act. General counsel Glenn Gerstell told the New York Times in an interview that \"one or more\" unnamed telecoms had responded to data requests for targets by sending logs that included not just the relevant data, but records for people who hadn't been in contact with the targets. As it was \"infeasible\" to comb through all the data and find just the authorized data, the NSA decided to wipe everything.\n\nThe deletions began on May 23rd. It's not certain when the purge ends, but this is all metadata, not the content of the calls and messages themselves. A spokesperson also told the NYT that it didn't include location data, as the Freedom Act doesn't allow gathering that information under this collection system. The companies involved have \"addressed\" the cause of the problem for data going forward, the NSA said.\n\nWhile the step shows that the NSA is willing to err on the side of caution, it continues a streak of privacy violations at the agency since its bulk phone data collection fell under the Foreign Intelligence Surveillance Act in 2004. It also illustrates the problem with keeping such large-scale monitoring in check. The system depends on both the NSA and telecoms strictly honoring the law, and all it takes is a mistake to create a serious privacy breach.\n\nVia: New York Times, Emptywheel\n\nSource: NSA\n\nIn this article: fisa, freedomact, gear, internet, metadata, mobile, nsa, politics, privacy, spying, surveillance, usafreedomact\n\n579 Shares\n\nShare\n\nTweet\n\nShare\n\nSave\n\nComments\n\nSign In", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.engadget.com/2018/06/30/nsa-deletes-call-records-over-privacy-violations/", 
    "leadText": "Saul Loeb/AFP/Getty Images\n\nThe NSA unfortunately has a long history of violating privacy rules, although this time the agency might not be entirely to blame"
  }, 
  {
    "rawTaxScore": 12.0, 
    "sourceId": 23, 
    "headline": "Clicks To Bricks: How Direct-To-Consumer Brands Can Win Both Online And Offline", 
    "wordCount": 561, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-02T12:37:26.59Z", 
    "sourceName": "Forbes", 
    "taxCacheId": "c4269e24-c461-4192-bff7-dc89b3c12377", 
    "taxScore": 35.61777909358797, 
    "urlId": "c060073d-05c0-447c-9704-23648f3c49fc", 
    "normalizedTaxScore": 0.26498395355263737, 
    "fullBody": "From fancy showrooms to trendy pop-up stores, direct-to-consumer (DTC) brands are increasingly making a splash by moving into physical retail. Yet these store locations are anything but traditional — they typically provide consumers with interactive and immersive shopping experiences that cannot be found online. This movement into brick and mortar presents a major challenge for retail brands: bridging the online and offline consumer worlds.\n\nI work for a location intelligence company, and we see firsthand how essential it is for brands to bridge the gap between their consumers’ online and offline journeys — and how challenging it can be. We recently commissioned a study with 451 Research to delve deeper into this subject and identify ways for marketers to effectively map the complete consumer journey. We found that over 70% of marketers strongly agree that understanding offline consumer behavior will help in planning their campaigns, and about half of marketers cite integrating online and offline marketing efforts as a priority.\n\nWhat happens when companies are not just the traditional brick-and-mortar brands, but also DTC brands? Here are three powerful ways e-commerce brands expanding into brick and mortar can drive their offline strategies.\n\nLeverage on-the-ground intelligence.\n\nAs an e-commerce brand, you likely have a trove of insights about your consumers’ online behaviors and interests that you have been leveraging to provide them with the best possible shopping and consumer experience. As you expand in the offline world, you now have an invaluable opportunity to bridge the gap between the two worlds and get on-the-ground intelligence that might lead you to identify new areas of opportunity.\n\nConsider the following questions: How much overlap is there between the consumers coming to your stores and the ones visiting your site? How does the in-store interaction with your brand differ from the experience your consumers are seeing online? How does your store traffic compare to your competitors’, both in terms of volume and consumer segmentation? You might discover that consumer segments you thought were loyal to competitor brands are actually frequent visitors of your stores. You can also hone in on your core personas’ offline interests and behaviors to provide them with a 360-degree experience.\n\nWarby Parker is a perfect example of this. Its stores enhance its seamless and engaging online experience by allowing you to get your glasses fitted or fixed without having to ship them back and wait a few extra days. The company leverages the data and insights at its disposal to create a personal in-store experience. Beyond that, its offline strategy allows it to reach consumers who wouldn’t shop for glasses online — thus testing the market and expanding its target audience.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.forbes.com/sites/forbescommunicationscouncil/2018/07/02/clicks-to-bricks-how-direct-to-consumer-brands-can-win-both-online-and-offline/", 
    "leadText": "From fancy showrooms to trendy pop-up stores, direct-to-consumer (DTC) brands are increasingly making a splash by moving into physical retail. Yet these store locations are anything but traditional — they typically provide consumers with interactive and immersive shopping experiences that cannot be found online. This movement into brick and mortar presents a major challenge for retail brands: bridging the online and offline consumer worlds."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 19137, 
    "headline": "MarTech Today: The new California Privacy Act, AI-powered speech analytics tools & mid-course correction for location data", 
    "wordCount": 579, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-02T13:11:21.087Z", 
    "sourceName": "MarTech Advisor", 
    "taxCacheId": "93b03a0f-0eea-4f3b-83b0-e4d8250dfaad", 
    "taxScore": 74.769063412308356, 
    "urlId": "737fb4e9-bcba-48e7-86a7-1a923428b430", 
    "normalizedTaxScore": 0.82079912975972202, 
    "fullBody": "Here’s our recap of what happened in marketing technology, as reported on MarTech Today, Marketing Land and other places across the web.\n\nFrom MarTech Today:\n\n California lawmakers approve highly contested new data privacy rules, staving off a November ballot initaitve\nJun 29, 2018 by Robin Kurzer\nThe legislation echoes GDPR and affords consumers greater control of their personal data.\n New Forrester report: Speech analytics has found its voice with AI\nJun 29, 2018 by Barry Levine\nThe firms first evaluative report on this space rates vendors who leverage AI to turn phone calls into action items, voice-of-customer results and marketing opportunities.\n The MarTech Minute: Infutor unveils new digital ID product, NetBase releases new analytics solution & a slew of executive moves\nJun 29, 2018 by Robin Kurzer\nThe martech week in review: News and announcements in marketing technology this week that you might have missed\n If you use mobile location data, its time for a mid-course correction\nJun 29, 2018 by Gladys Kong\nContributor Gladys Kong argues that the massive influx of mobile data and changing user patterns demand that location data companies step back and assess whether their models continue to be valid.\n\nFrom Marketing Land:\n\n Getting it done: how to overcome common link building blockers\nJun 29, 2018 by Paddy Moogan\nLink building is tough to begin with and made harder when company policies slow down the workflow. Contributor Paddy Moogan looks at ways to identify and work around common link-building blockers.\n SMX Advanced Recap: Bings Fabrice Canel keynote\nJun 29, 2018 by Eric Enge\nContributor and SMXpert Eric Enge recaps the opening keynote and big announcement by Bings Fabrice Canel at SMX Advanced 2018.\n\nFrom Around The Web:\n\n 3 Interactive Content Marketing Tools You Need to Be Using, Maximize Social Busines\n Here’s Exactly How We Got 105k+ People Using Our Chatbot, Hubspot\n\n------------\n\nAbout The Author\n\nBarry Levine\n\nBarry Levine covers marketing technology for Third Door Media. Previously, he covered this space as a Senior Writer for VentureBeat, and he has written about these and other tech subjects for such publications as CMSWire and NewsFactor. He founded and led the web site/unit at PBS station Thirteen/WNET; worked as an online Senior Producer/writer for Viacom; created a successful interactive game, PLAY IT BY EAR: The First CD Game; founded and led an independent film showcase, CENTER SCREEN, based at Harvard and M.I.T.; and served over five years as a consultant to the M.I.T. Media Lab. You can find him at LinkedIn, and on Twitter at xBarryLevine.\n\nPopular Stories\n\nIs third-party data targeting more effective than contextual targeting?\n\nWhy MediaMath unjoined the Ad ID Consortium\n\nIf you use mobile location data, its time for a mid-course correction\n\nMarTech Landscape: What Is Header Bidding — And Why Should Publishers Care?\n\nRelated Topics\nChannel: MarTech Today Newsletter", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://martechtoday.com/martech-today-the-new-california-privacy-act-ai-powered-speech-analytics-tools-mid-course-correction-for-location-data-217859", 
    "leadText": "Here’s our recap of what happened in marketing technology, as reported on MarTech Today, Marketing Land and other places across the web."
  }, 
  {
    "rawTaxScore": 5.0, 
    "sourceId": 4388, 
    "headline": "Domo plunges after volatile public debut", 
    "wordCount": 61, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T04:22:23.59Z", 
    "sourceName": "CNBC", 
    "taxCacheId": "a66d3757-39f7-4e7e-8ea8-1f621693c191", 
    "taxScore": 40.82822224955612, 
    "urlId": "7070a9ca-ba97-4568-bdbb-ea0a84b91e0c", 
    "normalizedTaxScore": 0.36567355859064732, 
    "fullBody": "* Domo, a Utah-based analytics company, closed 13 percent down on Monday.\n* The data analytics company, once valued at over $2 billion in the private markets, had a rocky IPO on Friday.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.cnbc.com/2018/07/02/domo-plunges-13-percent-day-after-ipo.html", 
    "leadText": "* Domo, a Utah-based analytics company, closed 13 percent down on Monday."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 3784, 
    "headline": "ITRI unveils in-house-developed self-driving vehicles", 
    "wordCount": 385, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T04:23:07.32Z", 
    "sourceName": "DigiTimes", 
    "taxCacheId": "acbba889-734a-483b-bc26-ee5a8aa4dda3", 
    "taxScore": 66.443272717732938, 
    "urlId": "05e5a4eb-2239-4917-89ca-ea0612481a81", 
    "normalizedTaxScore": 0.74927753996046798, 
    "fullBody": "Government-sponsored Industrial Technology Research Institute (ITRI) has unveiled a self-driving medium-size bus and a commercial car.\n\nThrough cooperation with Taiwan-based IC design houses, automotive electronics makers, information and communication technology software and hardware developers, automotive device makers, ITRI has integrated ADAS (advanced driver assistance systems), Internet of Vehicles (IoV) and AI (artificial intelligence)-based deep learning to develop a Taiwan-based autonomous driving system which is operable in all weather conditions and complicated road conditions in Asian cities, ITRI president Edwin Liu said.\n\nA technology key to the autonomous medium-size bus is a sensing sub-system in which radars, LiDARs, cameras and GPD devices are used to detect surrounding environment and transfer data via in-car communication devices to enable the bus to sense traffic lights and make self-driving decisions based on S3 (surrounding sensing subsystem) deep learning, ITRI said. The is the first-year result of a 4-year R&D project, and ITRI plans to develop a complete sensing sub-system, including devices and modules, which can cope with real road conditions at an annual budget of NT$350-400 million (US$11.5-13.2 million) over the next three years.\n\nITRI developed the bus through cooperation with automotive component maker Mobiletron, electric vehicle maker RAC Electric Vehicles, X-by-wire start-up iAuto and National Taiwan University.\n\nITRI has spent over three years developing the autonomous commercial car, including solution to problems concerning obstruction of GPS signals such as using SLAM (simultaneous localization and mapping) technology. With self-driving decisions fused with real-time sensing, the autonomous commercial car can run in real road and all weather conditions at a speed of 60km/hour, ITRI noted.\n\nThe self-driving software used in the commercial car is modularized, with different modules available for being used in flexible combination depending on needed functionality and road conditions, ITRI said.\n\nITRI\n\nITRI-developed autonomous medium-size bus\nPhoto: ITRI\n\nITRI\n\nITRI-developed autonomous commercial car\nPhoto: ITRI", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.digitimes.com/news/a20180702PD215.html", 
    "leadText": "Government-sponsored Industrial Technology Research Institute (ITRI) has unveiled a self-driving medium-size bus and a commercial car."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 3630, 
    "headline": "Uber's former self-driving lead is working with a secretive startup", 
    "wordCount": 392, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T05:26:26.53Z", 
    "sourceName": "Engadget", 
    "taxCacheId": "7271d43c-cd12-4e82-9e72-8f03a76ae87b", 
    "taxScore": 35.679689534016269, 
    "urlId": "4401181a-a2fa-43f7-9c31-3e8c2253881c", 
    "normalizedTaxScore": 0.26617153717863756, 
    "fullBody": "Kache.ai\n\nUber's former self-driving research lead Anthony Levandowski isn't giving up on his best-known technology just because of his forced exit over alleged trade secret theft. TechCrunch has discovered that Levandowski is involved with Kache.ai, a currently secretive startup devoted to autonomous tech for the \"commercial trucking industry,\" or the same field Levandowski has been working in for years. The firm has taken steps to hide its connections, but they're hard to avoid. California lists the business as operating at a property owned by Levandowski's father and stepmother, while TC's own sources have attached Levandowski to the company.\n\nIt's not certain when Kache.ai might publicly reveal its plans. The company hasn't responded to requests for comment.\n\nIt's not at all shocking that Levandowski would return to the field he's best known for, though. Between his influential work at Google (where he helped develop Street View and early self-driving tech), Uber and Otto, he has massive amounts of experience in the area.\n\nThe question is whether or not the company will escape the shadow of Levandowski's past. If Kache.ai uses LiDAR to guide self-driving trucks, that could make investors worry that he's 'borrowing' technology from former employers. You don't absolutely need LiDAR for autonomy, though. And if Kache.ai either goes without the sensing tech or otherwise departs from Levandowski's most familiar work, it could serve as a fresh start that suggests the disgraced entrepreneur has cleaned up his act.\n\nSource: TechCrunch, California Secretary of State\n\nIn this article: AnthonyLevandowski, autonomous, gear, google, kache.ai, otto, self-driving, self-drivingcar, transportation, uber\n\n125 Shares\n\nShare\n\nTweet\n\nShare\n\nSave\n\nComments\n\nSign In", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.engadget.com/2018/07/02/anthony-levandowski-involved-with-self-driving-startup/", 
    "leadText": "Kache.ai\n\nUber's former self-driving research lead Anthony Levandowski isn't giving up on his best-known technology just because of his forced exit over alleged trade secret theft"
  }, 
  {
    "rawTaxScore": 4.0, 
    "sourceId": 22294, 
    "headline": "10 BI tools for data visualization", 
    "wordCount": 35, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-02T11:46:18.08Z", 
    "sourceName": "CIO", 
    "taxCacheId": "f724ff89-7342-41b6-aea6-7b18e7819b34", 
    "taxScore": 36.653368725155502, 
    "urlId": "560ea31a-8dd1-42cb-9f01-6bfb0032fa61", 
    "normalizedTaxScore": 0.28492048558428695, 
    "fullBody": "Visual analytics is the core of business intelligence. Here are the tools you need to see through the data.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.cio.com/article/3284415/business-intelligence/10-bi-tools-for-data-visualization.html", 
    "leadText": "Visual analytics is the core of business intelligence"
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 2290, 
    "headline": "Fly with Emirates and get access to all four Dubai Parks", 
    "wordCount": 559, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T06:30:46.383Z", 
    "sourceName": "Trade Arabia (Bahrain)", 
    "taxCacheId": "1635205b-0abb-48b5-aab0-d343730df675", 
    "taxScore": 27.170979633299101, 
    "urlId": "5266ed0b-3717-4c72-8041-06b5fe43a7c4", 
    "normalizedTaxScore": 0.11651864515965782, 
    "fullBody": "Emirates has partnered with Dubai Parks and Resorts to offer its customers special privileges to Dubai’s exciting theme parks.\n\nEmirates customers can enjoy a special bundle offer with added value at Dubai Parks and Resorts, the largest integrated theme park destination in the region, when they purchase a two-day entry pass which gives them access to all four parks including Motiongate Dubai, Bollywood Parks Dubai, Legoland Dubai and Legoland Water Park. Customers with an existing Emirates booking can simply go the ‘Manage your booking’ tab on emirates.com to book the two-day entry to Dubai Parks and Resorts.\n\nThierry Antinori, executive vice president and chief commercial officer for Emirates, said: “We have partnered with Dubai Parks and Resorts to offer our passengers travelling to and through Dubai a chance to take advantage of exclusive experiences at the largest theme park destination in the Middle East. This offer will enable us to promote Dubai to even more customers travelling this summer from our network of over 150 destinations and to provide them with even more compelling reasons to visit the various park attractions. We will continue to actively support the fantastic proposition that Dubai offers, including world-class shopping, finest restaurants, iconic buildings and much more.”\n\n“The largest airline in the Middle East has teamed up with the largest theme park destination in the Middle East and we are truly excited. Our aim is to offer all our guests an amazing experience and we have joined forces with Emirates to now create an unmatched travel and entertainment option for Dubai residents and visitors,” said Mohamed Almulla, CEO and managing director, DXB Entertainments, owner of Dubai Parks and Resorts. “This partnership perfectly ties in with our aim to reach a wider global audience,” he added.\n\nCustomers can choose to visit any of the four parks over two days for Dh495 ($134.7) for adults and Dh435 ($118.4) for children. The destination offers over 100 rides and attractions, as well as retail, dining and entertainment options.\n\nThe exclusive pass from Emirates and Dubai Parks and Resorts comes with a special RFID (Radio-frequency identification) wristband giving customers extra privileges such as:\n• Dh250 ($68) worth of credits to use over the two days on F&B restaurants within the parks including the food carts and digital picture booths\n• 10 per cent off on all merchandise at the retail outlets inside the parks\n• Three Q-Fast passes per day to jump the queues at Motiongate Dubai, Bollywood Parks Dubai or Legoland Dubai. Each Q-Fast pass to be used once only for each ride.\n• 15 per cent off all food and beverage outlets at Lapita Hotel & Resort, a Polynesian themed resort located within the premises\n\nVisitors to Dubai always have something to explore in the vibrant city. Besides exciting theme parks, Dubai offers year-round sunshine, world-class shopping and restaurants and stunning beaches. - TradeArabia News Service", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.tradearabia.com/news/TTN_342380.html", 
    "leadText": "Emirates has partnered with Dubai Parks and Resorts to offer its customers special privileges to Dubai’s exciting theme parks."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 18205, 
    "headline": "5G V2V Enables More Safety: Weather, 3D Views, Pot Hole Detection & Real-Time Communications", 
    "wordCount": 612, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T00:06:13.953Z", 
    "sourceName": "Auto Connected Car News", 
    "taxCacheId": "c9b5cd37-cf90-4be2-a6af-15d71435bc53", 
    "taxScore": 25.310498838076199, 
    "urlId": "e7c383e3-c95f-489c-b425-0a987c5e2649", 
    "normalizedTaxScore": 0.090042836244099367, 
    "fullBody": "The safety of the road users is increased through new solutions and services that are enabled by the 5G technology. The new solutions developed by VTT Technical Research Centre of Finland in cooperation with businesses are related to road weather services, road maintenance, automated driving, and real-time inter-vehicle transmission of 3D views.\n\n“The speed of the 5G network enables transmitting large 3D views between vehicles. As a result, the communication distances of car observations can be increased and data can be obtained from areas which the car’s own sensors do not cover and are not in its view,” says the leader of the 5G-Safe project, aiming for reducing road traffic accidents, Tiia OjanperÃ¤ at VTT.\n\nThe new vehicular network solutions and the local road weather and road safety services enable supporting drivers, road operators and the control systems of automated vehicles. They will require no action from motorists while driving â\u0080\u0093 data will be gathered and warnings will be sent to users automatically.\n\nThe first piloting target was VTT’s robot car Martti, which was used to test the ability to detect obstacles and ruts in the road. A demo implemented in SodankylÃ¤ was based on the data transmission of the LiDAR sensor on a 12.5 Hz frequency to the MEC server of VTT’s 5G test network. There, the data was received by Unikie’s algorithm, of which the warnings enabled optimising Martti’s route according to its abilities.\n\n“5G technology can also help improve the quality of weather services. Vehicle-to-vehicle video streaming is an exciting future scenario of the opportunities for broadband transmission of information,” says Senior Research Scientist Timo Sukuvaara at the Finnish Meteorological Institute.\n\n5G technology also opens up new doors for road maintenance services. “Real-time communication and automatic analysis of data allow for faster and more reliable information about the state of the roads. The forecasts produced by the road weather model can be used in services related to driving conditions and safety,” explains Development Manager Oiva Huuskonen at Destia.\n\nThe new solutions piloted under the 5G-Safe project are currently being finalised on the basis of the experiences and results gained so far. Scheduled for completion at the end of 2018, the project is also used to seek for new business opportunities for the companies involved.\n\nIn addition to VTT, the project’s research partners include Destia, the Finnish Meteorological Institute and its commercial services, Kaltiot, SITOWISE, and Unikie. Also, Nokia, Sunit and VR Transpoint participate as in-kind partners. Support is also being provided by a technical advisory group including Bittium, Dynniq (the Netherlands), the Finnish Transport Agency, Telia and the Finnish Transport Safety Agency (Trafi).\n\nShare this:\n\n Click to share on LinkedIn (Opens in new window)\n Click to share on Twitter (Opens in new window)\n Click to share on Facebook (Opens in new window)\n Click to share on Google+ (Opens in new window)\n\n\nRelated", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://www.autoconnectedcar.com/2018/07/5g-v2v-enables-more-safety-weather-3d-views-pot-hole-detection-real-time-communications/", 
    "leadText": "The safety of the road users is increased through new solutions and services that are enabled by the 5G technology. The new solutions developed by VTT Technical Research Centre of Finland in cooperation with businesses are related to road weather services, road maintenance, automated driving, and real-time inter-vehicle transmission of 3D views."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 183, 
    "headline": "Jordan Burling: Sister 'misled police during interviews'", 
    "wordCount": 500, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-02T19:11:28.097Z", 
    "sourceName": "BBC", 
    "taxCacheId": "0185bca5-3373-4fb5-8b44-efd63e69c8a5", 
    "taxScore": 54.432539722919316, 
    "urlId": "cd906595-e294-4e46-8eda-25e0b16f85ac", 
    "normalizedTaxScore": 0.60118350240494944, 
    "fullBody": "The sister of a teenager who died in an emaciated state was at the family home every day despite her claims to the contrary, a court has heard.\n\nJordan Burling died after going into cardiac arrest in the lounge of his home in Farnley, Leeds, in June 2016.\n\nLeeds Crown Court heard Abigail Burling told police she \"didn't live there\", but the prosecution claims she was regularly involved in Jordan's care.\n\nMr Burling's mother, grandmother and sister deny manslaughter.\n\nRead more stories from Leeds and West Yorkshire\n\nClosing the case for the prosecution, Nicholas Lumley QC said Ms Burling distanced herself from the home in Butterbowl Garth after her arrest in an attempt to \"evade responsibility\".\n\nThe jury heard mobile phone location data was analysed and found Ms Burling's handset had been used in or around the address on all but one day in the four months before Jordan died.\n\nMr Burling's mother Dawn Cranston, 45, grandmother Denise Cranston, 70 and Ms Burling, 25, all deny killing him.\n\nThey also deny an alternative count of causing or allowing the death of a vulnerable adult.\n\nThe court previously heard Mr Burling's health changed dramatically in April 2016 where he started to remain in the same position all day, had bed sores and became incontinent.\n\nBut Ms Burling told police in her early interviews her brother had been as \"fit as a fiddle\" and could dress and clean himself the morning he died on 30 June, Mr Lumley told the jury.\n\nDiscussing the frequency Ms Burling visited the home while Jordan was ill, Mr Lumley said: \"Abigail was undoubtedly a regular fixture at the house and was involved in Jordan's care.\n\n\"Any significant negative alteration in his state would have been obvious to her as she was there every day, she was as good as living at Butterbowl Garth.\"\n\nThe prosecution reminded the jury about evidence given by a neighbour of Ms Burling, who told the court she rarely saw her at her address in Cow Close Road.\n\nMs Burling seemed to arrive at her own property minutes before health visitors were due to call in and then left shortly after the appointments had ended, the court previously heard.\n\nThe jury was told Ms Burling would not be giving any evidence from the witness box, with defence barristers due to make their closing statements on Tuesday.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.bbc.com/news/uk-england-leeds-44688085", 
    "leadText": "The sister of a teenager who died in an emaciated state was at the family home every day despite her claims to the contrary, a court has heard."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 19137, 
    "headline": "Vistar launches marketplace for complete DOOH deals", 
    "wordCount": 541, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-02T19:11:48.523Z", 
    "sourceName": "MarTech Advisor", 
    "taxCacheId": "d4116ca2-0b57-41cb-b33f-7cad98ac06fc", 
    "taxScore": 78.836190527416406, 
    "urlId": "613606ed-04ce-4348-8639-27225462d7b2", 
    "normalizedTaxScore": 0.84823096908574636, 
    "fullBody": "Last October, digital out-of-home (DOOH) ad platform Vistar Media launched a private marketplace for US and Canadian outdoor signage like billboards, bus shelter displays and screens in taxis.\n\nNow, the New York City-based firm has launched what it describes as the first global dedicated storefront for private marketplace deals for DOOH that covers the whole process.\n\nThe new Deals Discovery online storefront, CEO Michael Provenzano told me, allows ad buyers to find inventory and conduct the entire process online. Previously in the Vistar marketplace, he said, sellers salespeople would contact potential buyers by phone to communicate the inventory opportunity. Then the buyer would go online to the Vistar marketplace to find the exact signage, set the price and conclude the deal.\n\nNow, he said, the self-service buyer can decide when to look for inventory, find it in Deals Discovery via a demand-side platform, and conclude it online. Here’s a sample Deals screen:\n\nProvenzano said it is typical in the DOOH world to only see online buying opportunities that have been previously discussed offline, such as by phone, and then setting the price and wrapping up the deal online.\n\nThe reason there has been an initial offline encounter before going online, he said, is that a layer of education is still required for many buyers, who often come from the online ad world.\n\nNow, he said, the self-service DOOH buyer can initiate the deal, without first having to go through an offline contact with the seller. Provenzano said the intention is not to replace sellers sales teams but to make inventory more available to self-service buyers.\n\n------------\n\nAbout The Author\n\nBarry Levine\n\nBarry Levine covers marketing technology for Third Door Media. Previously, he covered this space as a Senior Writer for VentureBeat, and he has written about these and other tech subjects for such publications as CMSWire and NewsFactor. He founded and led the web site/unit at PBS station Thirteen/WNET; worked as an online Senior Producer/writer for Viacom; created a successful interactive game, PLAY IT BY EAR: The First CD Game; founded and led an independent film showcase, CENTER SCREEN, based at Harvard and M.I.T.; and served over five years as a consultant to the M.I.T. Media Lab. You can find him at LinkedIn, and on Twitter at xBarryLevine.\n\nPopular Stories\n\nCalifornia lawmakers approve highly contested new data privacy rules, staving off a November ballot initiative\n\nIf you use mobile location data, its time for a mid-course correction\n\nWhy MediaMath unjoined the Ad ID Consortium\n\nNew Forrester report: Speech analytics has found its voice with AI\n\nRelated Topics\nChannel: Martech: Advertising", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://martechtoday.com/vistar-launches-marketplace-for-complete-dooh-deals-217865", 
    "leadText": "Last October, digital out-of-home (DOOH) ad platform Vistar Media launched a private marketplace for US and Canadian outdoor signage like billboards, bus shelter displays and screens in taxis."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 5163, 
    "headline": "Supreme Court: Cops need warrant for cell phone location data", 
    "wordCount": 367, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T14:56:31.517Z", 
    "sourceName": "St. Joseph News-Press (Mo.) (tiered subscription model)", 
    "taxCacheId": "e584c292-8757-4716-bc1f-076b04973811", 
    "taxScore": 68.87335474737705, 
    "urlId": "218033e2-3f69-4e3c-a9f5-1e5eb07e0e9c", 
    "normalizedTaxScore": 0.7725069678341504, 
    "fullBody": "The U.S. Supreme Court has ruled that a person doesnâ\u0080\u0099t hand over their right to privacy just because they use a mobile phone.\n\nIn the opinion released last month, the high court ruled that a man convicted of a string of robberies was wrongly tracked by the government that got his mobile phone data from the carrier.\n\nThe court essentially said law enforcement must get a warrant to track someone using their phone data.\n\nThe initial rules had been put in place in the 1970s, before cell phones became so common. Justice John Roberts said in the opinion that getting this type of data from a personâ\u0080\u0099s cell phone provider â\u0080\u009cprovides an intimate window into a personâ\u0080\u0099s life, revealing not only his particular movements, but through them his familial, political, professional, religious, and sexual associations.â\u0080\u009d\n\nâ\u0080\u009cThey now have to have probable cause to believe that person is committing a crime and demonstrate that probable cause to a judge before they go demanding location data,â\u0080\u009d said Ben Ruddell, staff attorney with the American Civil Liberties Union of Illinois.\n\nThere was little to nothing stopping a law enforcement agency from demanding personal data before this ruling, Ruddell said.\n\nâ\u0080\u009cAll it would have to do is go to the personâ\u0080\u0099s cell phone company and demand that information,â\u0080\u009d he said.\n\nProsecutors argue this ruling will makes catching criminals harder.\n\nTechnology has become so advanced that an agency is able to operate a device that mimics a cell tower. Once a phone connects to the device, thinking itâ\u0080\u0099s a point of connection, the controller can extract data from, control, or even contact other devices using the linked phone. All this happens without the userâ\u0080\u0099s knowledge. Illinois requires a warrant before such devices can be used.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.newspressnow.com/news/national/supreme-court-cops-need-warrant-for-cell-phone-location-data/article_4382f865-7cc4-55f2-9a6c-1ec55b807fe9.html", 
    "leadText": "The U.S. Supreme Court has ruled that a person doesnâ??t hand over their right to privacy just because they use a mobile phone."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 537, 
    "headline": "New AI system may help prevent water logging in cities", 
    "wordCount": 669, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T17:13:50.907Z", 
    "sourceName": "The Economic Times (India)", 
    "taxCacheId": "197f57a0-1296-4a13-99bd-0cf6e61dc964", 
    "taxScore": 43.345830403569408, 
    "urlId": "60a0b334-627d-4138-9503-bf8816b3247b", 
    "normalizedTaxScore": 0.41350094176729046, 
    "fullBody": "A team of engineering students has developed an artificial intelligence (AI) system that can identify areas prone to water logging, and may help metro cities avoid tedious road congestions caused by monsoon showers.\n\nThe researchers, including Aman Bansal and Apoorv Gupta from Netaji Subhas Institute of Technology (NSIT) in New Delhi, combined rainfall, traffic, and location data to predict the severity of water logging in the vulnerable areas.\n\n\"In a lot of developing countries, including India, the issue of water logging is persistent. In 2016, the roads of Gurgaon were flooded leading to severely waterlogged streets, which left thousands of people stranded for several hours. In Mumbai too, such incidents are very common,\" Rishab Gupta, from NSIT, told PTI.\n\n\"The damages caused by such occurrences triggered us to find a practical and feasible solution,\" said Gupta, one of the lead authors of the study that was presented at the Institute of Electricals and Electronics Engineers' (IEEE) 15th International Conference on Smart City in Bangkok last year.\n\nThe study was initially done on Manila, the capital city of Philippines which has similar environmental conditions like cities in India.\n\n\"We first marked the areas in Manila already established to be prone to water logging, based on data obtained from previously conducted surveys,\" Gupta said.\n\nThe areas susceptible to water logging were located with the help of past travel time data (the time taken to travel from one point to the other) sourced from smartphone-based cab service Uber, and elevation data of the area.\n\nThe intensity of water logging was calculated based on the rainfall data and the day of the week, as traffic on weekends is significantly less than that on weekdays.\n\n\"After we ran this data through our trained neural network, we verified the vulnerability of those locations and even came up with more areas defenceless against water logging,\" he said.\n\nThe data was fed into an artificial intelligence system that consists of a neural network that can derive patterns in the information fed to it.\n\nThe system was trained by the students to reveal a water logging intensity score using an algorithm which could determine the extremity of the problem in the area.\n\n\"Our work can be easily modulated for Delhi as the Uber data for Delhi is available now. I can produce the results in 5-10 days,\" said Gupta.\n\n\"This system can be trained to detect patterns on an hourly basis and for the future as well, which is something that even Google can't calculate,\" Gupta said.\n\nPreviously researchers used Internet of Things (IoTs) - a network small electronic devices installed in different locations to gather data about moisture, traffic, etc. However, the high cost of these devices made the project economically unviable.\n\n\"The fact that we could easily access travel time data for free from Uber which is like an open repository of traffic data made things simpler and feasible for us, and gave a practical appeal to the technology,\" Gupta said.\n\nThe system can also be used for pinpointing accident-prone areas and times in a city, for dynamically deciding strategic points for positioning of ambulances, calculating the effect of festivals and holidays on traffic, and can also be employed in urban road planning, he said.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://economictimes.indiatimes.com/news/science/new-ai-system-may-help-prevent-water-logging-in-cities/articleshow/64823843.cms", 
    "leadText": "A team of engineering students has developed an artificial intelligence (AI) system that can identify areas prone to water logging, and may help metro cities avoid tedious road congestions caused by monsoon showers."
  }, 
  {
    "rawTaxScore": 27.0, 
    "sourceId": 4720, 
    "headline": "This one strategic decision consigned Apple Maps to mediocrity", 
    "wordCount": 812, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T16:32:25.847Z", 
    "sourceName": "Fast Company online", 
    "taxCacheId": "55df8655-0eb1-42a4-b7d5-da02035787e9", 
    "taxScore": 89.721074478653676, 
    "urlId": "bda91659-04ef-4280-8301-28759c8689b7", 
    "normalizedTaxScore": 0.90295796267827666, 
    "fullBody": "If you want something done right, do it yourself. If only Apple had remembered that six years ago when it launched Maps, which relied heavily on third-party data.\n\nadvertisement\n\nFlash forward to today and Google Maps—which arrived in the App Store only after Apple ditched its original Google-powered Maps app—is the sixth most downloaded app of all time on Apple’s own iOS platform. That is, a third-party app from a rival is preferred by many, many iPhone users over the mapping app that comes loaded on their iDevice.\n\nIf that’s humiliating to the Apple executives in charge of Maps—and it should be—they’ve earned it. The first iteration of the new Maps, which shipped with iOS 6 in 2012, was widely criticized for its inaccuracies, omissions, and bugs. Apple CEO Tim Cook even apologized for its inadequacies, which helped prompt the departure of software chief Scott Forstall and later led to the termination of another executive, Richard Williamson. Since then Maps has improved but problems have persisted.\n\nThe black eye could have been avoided had Apple acted more like Apple.\n\nWhen Apple decided to build its own Maps six years ago, it had its share of trepidation about even getting into the mapping business. But the company could see back then that location data would be a key ingredient in much of the functionality it wanted to see in future apps and features. So it went forward.\n\nApple apparently wanted to get a working product together quickly, because it grabbed much of the base map and location data from third-party companies like TomTom and OpenStreetMap. As TechCrunch‘s Matthew Panzarino reports, Apple now sees that strategic decision as the root of Maps’ shortcomings. When a new road opened or an error was discovered, it took much too long for Apple to work through the third-party companies to make the necessary corrections.\n\nadvertisement\n\nadvertisement\n\nAnd that initial decision to use third-party data runs counter to one of Apple’s most important guiding principles: own everything. The best example is Apple’s decision a decade ago to start designing the chips that run its software.\n\nNow Apple is talking about a major refresh of Maps in which it relies on its own base map and location data, much of it gathered by Apple camera vans. Bloomberg reported in January that Apple had 27 of the vehicles on the road in Northern California.\n\nGoogle, by contrast, owns not just the base mapping images but all the location data and imagery layered on top. Apple told Panzarino it started preparing for the launch of the Maps refresh four years ago.\n\n“Apple needs to have some hubris to proudly talk about all of the steps it spent years taking with maps to basically catch up to Google Maps,” quipped Above Avalon’s Neil Cybart in a research note Monday. “Apple Maps 2.0 represents the mapping foundation that Apple needed from day one . . . it ended up taking six years to get to a public release.”\n\nApple had some understanding of the importance of mapping software back in 2012, but it can likely see far more now, with the advent of autonomous driving. Panzarino points out that the LiDAR cameras on Apple’a vans gather the kind of data useful not only for Apple Maps but also teaching autonomous vehicles to navigate roadways. The company may be collecting the mapping data needed for the software it’s reportedly building for autonomous cars.\n\nIf Apple is still collecting data in its own Northern California home base, it raises questions about the progress and timing of Project Titan autonomous car initiative. Cybart: “This sure doesn’t bode well for the presence of self-driving Apple cars on non-U.S. roads anytime soon.”\n\nadvertisement\n\nRegardless, Apple says its reboot of Maps will start to roll out this fall with an update to iOS 12. Maps will include the company’s new data for just the Bay Area at first, then expand to the rest of the U.S. over the course of the next year.\n\nCORRECTION: An earlier version of this article implied that Google relied only on its own data to start Maps in 2005. In fact, it relied on NAVTEQ data.\n\nadvertisement\n\nadvertisement", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.fastcompany.com/90179645/this-one-strategic-decision-consigned-apple-maps-to-mediocrity", 
    "leadText": "If you want something done right, do it yourself. If only Apple had remembered that six years ago when it launched Maps, which relied heavily on third-party data."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 1680, 
    "headline": "ParkPass Automates Access Control, Payments and Entertainment", 
    "wordCount": 563, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T13:52:22.88Z", 
    "sourceName": "RFID Journal", 
    "taxCacheId": "0034cec9-cb01-4e8c-927b-9d42381f2bc0", 
    "taxScore": 27.020202055269067, 
    "urlId": "50f664f8-899b-4219-b970-7c6ec93b5200", 
    "normalizedTaxScore": 0.11426076493277854, 
    "fullBody": "Near Field Communication (NFC)-based solutions for access to theme parks and festivals, as well as systems using the same technology for snack bar or gift shop payments and other services, traditionally require installation, integration and sometimes several technology providers to cobble together the desired features. That's the contention of technology company Connect&GO, which has designed a cloud-based, single-platform solution to cover three applications at a single site, with a very simple installation and a cost of less than one or two dollars per ticket holder, depending on the number of applications being used.\n\nThe solution, known as Parkpass, is a software platform aimed at three use cases: access control, cashless payments and experiential activations. The system, launched last year (see Connect&Go Offers RFID Wristbands for Amusement and Water Parks) provides park and event attendees with an NFC-enabled wristband that they can use to enter an event, make purchases without cash, and activate games, contests and other experiences that they might also share on social media.\n\nThe Parkpass wristband\n\nThe system is designed to coordinate a variety of contactless features, which can include opening lockers, such as at a water park, as well as access to an online photo album and safety features for children. For park managers, it's about analytics and the data they can employ to better understand traffic movement, what interests attendees and how they can increase sales onsite.\n\nConnect&GO, a spinoff company from RFID Academia, has offered software, as well as NFC-enabled wristbands and readers, for about five years (see Osheaga Music Festival to Include New NFC-enabled Features). The firm serves amusement parks, sporting events, concerts, festivals and family entertainment centers. Its NFC solution has been used for some or all three functionsâ\u0080access control, payments and electronic experiencesâ\u0080at sites including Canada House at this year's Winter Olympics village.\n\nIn November 2017, Connect&GO first released its Parkpass system, centered around providing a single, easy point of entry at a cost of about 50 cents per wristband and per function, says Anthony Palermo, the company's CEO. \"The system is designed to be simple and easy to deploy,\" he states. With Parkpass, users can simply fill out a questionnaire about their facility and the types of services they want to provide. Connect&GO will then configure the solution and provide the NFC readers (using off-the-shelf technology) to be utilized by park employees. The readers can be set up at gates, points of sale or kiosks, while staff members can carry handheld readers to scan wristbands as well.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.rfidjournal.com/articles/view?17645", 
    "leadText": "Near Field Communication (NFC)-based solutions for access to theme parks and festivals, as well as systems using the same technology for snack bar or gift shop payments and other services, traditionally require installation, integration and sometimes several technology providers to cobble together the desired features"
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 1680, 
    "headline": "Stora Enso to Be Cornerstone Sponsor of RFID Journal LIVE! Europe 2018", 
    "wordCount": 469, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T13:52:11.117Z", 
    "sourceName": "RFID Journal", 
    "taxCacheId": "b1f73124-2109-447f-a4d8-079b29f77ff6", 
    "taxScore": 31.127034102744634, 
    "urlId": "c4507151-a7a0-4b6d-b78e-7695e20b2358", 
    "normalizedTaxScore": 0.1816474397785024, 
    "fullBody": "RFID Journal, the world's leading media and events company covering radio frequency identification (RFID) and Internet of Things (IoT) technologies, announced today that Stora Enso Intelligent Packaging, a global provider of RFID-based product and packaging connectivity solutions for the retail, consumer packaged goods (CPG), industrial manufacturing and medical technology segments, has signed on to be the cornerstone sponsor of RFID Journal LIVE! Europe 2018. This eventâ\u0080RFID Journal's 14th annual European conference and exhibitionâ\u0080is the continent's premier event focused on RFID and its many business applications.\n\nLIVE! Europe will take place on Nov. 7, following a day of training on Nov. 6. The conference, to be held at London's etc. venues County Hall, is designed to help companies that are considering using RFID to address real business challenges, determine the best RFID technology for their needs, learn best practices from early adopters, find the right technology partners and move forward with deployment.\n\nThe conference will open with three general sessions and then divide into two tracks. The Retail Track will include case studies presented by retailers currently benefiting from employing RFID, while the Main Track will cover a wide variety of applications relevant to companies in manufacturing, logistics and other industries. Attendees will also have the opportunity to take part in fast-track RFID Professional Institute Certified Associate training, to be presented on Nov. 6 by RFID4U. A Bluetooth Beacon Workshop will be offered on Nov. 6 as well.\n\n\"We are extremely pleased that Stora Enso Intelligent Packaging will be the cornerstone sponsor for this year's event,\" said Mark Roberti, RFID Journal's founder and editor. \"The company's offerings range from tags and integration solutions to connectivity platforms. Besides end-to-end solutions, Stora Enso also manufactures components for its partners, so it has solutions for end users, systems integrators and converters.\"\n\nFor additional information regarding RFID Journal LIVE! Europe, visit rfidjournaleurope.com.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://www.rfidjournal.com/articles/view?17660", 
    "leadText": "RFID Journal, the world's leading media and events company covering radio frequency identification (RFID) and Internet of Things (IoT) technologies, announced today that Stora Enso Intelligent Packaging, a global provider of RFID-based product and packaging connectivity solutions for the retail, consumer packaged goods (CPG), industrial manufacturing and medical technology segments, has signed on to be the cornerstone sponsor of RFID Journal LIVE! Europe 2018"
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 1577, 
    "headline": "WDE Now Taking Entries for Dairy Cattle Shows", 
    "wordCount": 145, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T10:37:25.11Z", 
    "sourceName": "Wisconsin Ag Connection", 
    "taxCacheId": "3bf88b7c-ed1b-4077-970e-ac5028543f2f", 
    "taxScore": 71.532034280584043, 
    "urlId": "14d05ffb-432b-4fd7-b73c-94583a88d475", 
    "normalizedTaxScore": 0.79563089139856591, 
    "fullBody": "Dairy cattle entries are now open for those who want to exhibit at the 2018 World Dairy Expo in Madison. Entry forms are available online through the Dairy Cattle Entry system or for print on the WDE website.Show coordinators say all entries are due August 31. Late entries will be accepted until the day of the show at an increased rate.All animals must have an official USDA AIN or Canadian CCIA RFID number listed on the entry form at the time of submission. Animal entries lacking this number or with a pending identification status will not be accepted.World Dairy Expo will be held October 2-6 at the Alliant Energy Center.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.wisconsinagconnection.com/story-state.php?Id=770&yr=2018", 
    "leadText": "Dairy cattle entries are now open for those who want to exhibit at the 2018 World Dairy Expo in Madison."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 19137, 
    "headline": "Apps must now pass review process before getting access to Facebooks Marketing API", 
    "wordCount": 355, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T15:11:06.923Z", 
    "sourceName": "MarTech Advisor", 
    "taxCacheId": "417f8158-9558-4802-b2d4-74d4e3fe50c7", 
    "taxScore": 108.70217138150583, 
    "urlId": "60731658-b07e-457a-8607-512d06157890", 
    "normalizedTaxScore": 0.95532141263979842, 
    "fullBody": "Facebook announced a new list of updates to its app development platform today, a regular occurrence since the company suspended Cambridge Analytica for using an app to exploit and harvest user data.\n\nPer today’s announcement, apps now must undergo a new review process before getting access to Facebook’s Marketing API, the tool that allows developers to build advertising functionality and automation into their apps. It is also modifying the Marketing API from a three-tier to a two-tier structure to “simplify” it.\n\nThe Lead Ads Retrieval and Live Video APIs will also have a review process before app developers are given permission to use the two APIs.\n\n[Read the full article on Marketing Land.]\n\n------------\n\nAbout The Author\n\nAmy Gesenhues\n\nAmy Gesenhues is Third Door Media's General Assignment Reporter, covering the latest news and updates for Marketing Land and Search Engine Land. From 2009 to 2012, she was an award-winning syndicated columnist for a number of daily newspapers from New York to Texas. With more than ten years of marketing management experience, she has contributed to a variety of traditional and online publications, including MarketingProfs.com, SoftwareCEO.com, and Sales and Marketing Management Magazine. Read more of Amy's articles.\n\nPopular Stories\n\nCalifornia lawmakers approve highly contested new data privacy rules, staving off a November ballot initiative\n\nPost-GDPR, Purch points to 70 percent consent rates and the sweet spot for contextual targeting\n\nIs third-party data targeting more effective than contextual targeting?\n\nIf you use mobile location data, its time for a mid-course correction\n\nRelated Topics\nChannel: Martech: SocialFacebookFacebook: AdvertisingMarketing ToolsMarketing Tools: Social MediaSocial Media Marketing", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://martechtoday.com/apps-must-now-pass-review-process-before-getting-access-to-facebooks-marketing-api-217894", 
    "leadText": "Facebook announced a new list of updates to its app development platform today, a regular occurrence since the company suspended Cambridge Analytica for using an app to exploit and harvest user data."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 19137, 
    "headline": "Twitter now removing 214% more spammy accounts YoY as it ramps up efforts against bad actors", 
    "wordCount": 538, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T15:11:22.93Z", 
    "sourceName": "MarTech Advisor", 
    "taxCacheId": "7134b11d-370d-49b3-8527-edd6d5501781", 
    "taxScore": 79.177951599293664, 
    "urlId": "ce8c3fd5-8f22-478d-bb19-6acb3694045f", 
    "normalizedTaxScore": 0.85034092948698359, 
    "fullBody": "Earlier this year, Twitter CEO Jack Dorsey, along with three other executives who head up the company’s product and security teams, hosted a 45-minute live Q&A with users. During the livestream, Dorsey said Twitter’s primary goal was improving the health of the platform. According to Twitter’s latest transparency numbers, the work they’ve put toward security measures and reducing the amount of content from bad actors is paying off.\n\nTwitter says that on a year-to-year basis, it is currently removing 214 percent more accounts for violating spam policies. In May, it identified more than 9.9 million potentially spammy and automated accounts per week — up from the 6.4 million it was finding every week in December of 2017. There has also been a drop in spam reports this year.\n\nOn Twitter’s company blog, Yoel Roth, head of Twitter’s platform policy team, and Del Harvey, Twitter’s VP of trust and safety, write, “The average number of spam reports we received through our reporting flow continued to drop — from an average of approximately 25,000 per day in March, to approximately 17,000 per day in May.”\n\nNot only is Twitter fighting against spam accounts, the company says it has suspended more than 142,000 apps that violated Twitter rules during Q1 of this year — with more than half suspended within one week of registration and many within hours.\n\n[Read the full article on Marketing Land.]\n\n------------\n\nAbout The Author\n\nAmy Gesenhues\n\nAmy Gesenhues is Third Door Media's General Assignment Reporter, covering the latest news and updates for Marketing Land and Search Engine Land. From 2009 to 2012, she was an award-winning syndicated columnist for a number of daily newspapers from New York to Texas. With more than ten years of marketing management experience, she has contributed to a variety of traditional and online publications, including MarketingProfs.com, SoftwareCEO.com, and Sales and Marketing Management Magazine. Read more of Amy's articles.\n\nPopular Stories\n\nWhy MediaMath unjoined the Ad ID Consortium\n\nCalifornia lawmakers approve highly contested new data privacy rules, staving off a November ballot initiative\n\nIf you use mobile location data, its time for a mid-course correction\n\nPost-GDPR, Purch points to 70 percent consent rates and the sweet spot for contextual targeting\n\nRelated Topics\nChannel: Martech: SocialSocial Media MarketingTwitter", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://martechtoday.com/twitter-now-removing-214-more-spammy-accounts-yoy-as-it-ramps-up-efforts-against-bad-actors-217708", 
    "leadText": "Earlier this year, Twitter CEO Jack Dorsey, along with three other executives who head up the company’s product and security teams, hosted a 45-minute live Q&A with users. During the livestream, Dorsey said Twitter’s primary goal was improving the health of the platform. According to Twitter’s latest transparency numbers, the work they’ve put toward security measures and reducing the amount of content from bad actors is paying off."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 4607, 
    "headline": "International consortium kicks off multi-country study on device traceability", 
    "wordCount": 456, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-03T15:21:28.023Z", 
    "sourceName": "DOTMed (free registration)", 
    "taxCacheId": "a187c0a6-0b48-4737-b99a-d6f3adb47b06", 
    "taxScore": 58.430411508785866, 
    "urlId": "7e5f3eb8-2a57-4674-bbec-fc7faada4a04", 
    "normalizedTaxScore": 0.65697274827534058, 
    "fullBody": "An international consortium of government representatives and non-profit and corporate leaders kicked off a multi-country study last month at Wickenburg Community Hospital in Arizona for improving traceability of medical devices.\n\nDeemed Blueberry Castle, the study will compare current manual methods for documenting operating room implants and documentation through scanning to assess the risk of human error. A range of technologies including TRACTUS by Matrix IT Medical Tracking Systems Inc. will be evaluated as part of the effort, which goes hand-in-hand with the Unique Identification Initiative (UDI) to reduce medical device related injuries and deaths.\n\n \n\nMedical device implant documentation is an incredibly manual process, often times requiring a nurse to spend valuable time writing down identification numbers and then entering them into the patients medical record at a later date, Dr. Brandon Donnelly, CTO of Matrix IT Medical Tracking Systems Inc., told HCB News. Further, product stickers or packaging might have multiple barcodes, leading to confusion on which one to scan, including when paper barcodes have faded or been easily damaged.\n\nThe idea of converting manual recording methods to automated barcode scanning is becoming widely popular for the prevention of human error as hospitals continue to digitize medical health records.\n\nDirect part mark scanning is one of these automated approaches that cuts average documentation time for a nurse from six minutes to ten seconds while using live decoding to alert clinicians if a product or implant is expired or subject to recall. Government mandation of direct part marking also requires large manufacturers to make more information easily accessible.\n\nEquipped for UDI with a machine learning, advanced data analytics platform powered by Google, TRACTUS captures sterile, direct part marked implants and instruments, 1D and 2D barcodes on packaging and RFID, decoding in real-time and alerting nurses to recalls or out-of-date items.\n\nIt also ensures automatic transfers of data to the EMR, billing and decrements from the hospitals inventory system and will be assessed against various solutions including, Medtronics clip-on 2-D scanner tag system which risks getting lost and has even had cases of clips being implanted in patients and human readable, laser marked characters on implants that are difficult to read due to their small font size, require human-enabled decoding and lack the 50+ characters of a UDI.\n\nPages: 1 - 2 >>", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.dotmed.com/news/story/43585", 
    "leadText": "An international consortium of government representatives and non-profit and corporate leaders kicked off a multi-country study last month at Wickenburg Community Hospital in Arizona for improving traceability of medical devices."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 23, 
    "headline": "Intel Signs On As Tech Partner For Baidu's 'Apollo' China Robot Car Alliance", 
    "wordCount": 536, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-04T04:36:16.513Z", 
    "sourceName": "Forbes", 
    "taxCacheId": "93a438c8-da8d-4e19-99a6-d1563efae45b", 
    "taxScore": 28.074822686556345, 
    "urlId": "320adef2-106d-4dcb-be0a-8c6df8c38c1f", 
    "normalizedTaxScore": 0.13043687532442855, 
    "fullBody": "Intel is getting a big opportunity to show off advanced vision technology and software from its Mobileye unit by partnering with Baidu's Apollo, the Chinese tech giant’s autonomous driving consortium.\n\nWorking with Mobileye, Baidu will integrate the Israeli company’s Responsibility Sensitive Safety software into both its open-source Apollo platform shared with partner companies and commercial Apollo Pilot programs, Intel said in a statement. Baidu will also use Mobileye’s camera-based surround computer vision system for automated vehicles being developed for the Chinese market.\n\n“Our team recognizes the value and critical role that Mobileye’s RSS model plays in safely deploying autonomous driving,” Weihao Gu, general manager of Baidu’s Intelligent Driving Unit, said in a statement.\n\nAdditionally, Baidu said at is Create developer conference in Beijing on Wednesday that it’s begun “volume” production of Apolong autonomous mini-buses with so-called Level 4 autonomous capability. Developed with Chinese busmaker King Long, the vehicles hold up to 14 passengers will soon enter commercial operation in cities including Beijing, Shenzhen, Pingtan and Wuhan, Baidu said.\n\n“2018 marks the first year of commercialization for autonomous driving,” Baidu Chairman and CEO Robin Li said in livestreamed comments to mark the production of the 100th Apolong vehicle. “From the volume production of Apolong, we can truly see that autonomous driving is making great strides.”\n\nTypically known as the Google of China, Baidu has evolved into a major player in autonomous vehicle technology with an alternative approach to that of Alphabet Inc.’s Waymo and General Motors’ Cruise. Rather than developing all the technology needed in-house and on its own, Baidu has promoted an open-source approach to self-driving software and AI with Apollo since April 2017. The effort counts hundreds of companies as partners, more than a 100 of which are auto and tech firms including Ford, lidar maker Velodyne, Bosch, Nvidia, Daimler, Valeo, Jaguar Land Rover, Byton and many of China’s largest domestic auto and truck makers.\n\nBaidu has said it wants Apollo to become the Android operating system of autonomous vehicles, and that it’s taking the lead to ensure the quality of the tech platform. It unveiled Apollo 3.0 on Wednesday in Beijing, with software upgrades for valet parking, and for autonomous mini-buses and micro-cars.\n\nChina has placed a priority on being a leader in artificial intelligence and autonomous driving. After the rollout of Baidu’s Apolong shuttles, which operate without a human driver in geo-fenced areas, a slew of Chinese carmakers participating in Apollo have plans to follow starting in 2019 with a range of robotic cars, vans and commercial vehicles.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.forbes.com/sites/alanohnsman/2018/07/03/intel-signs-on-as-tech-partner-for-baidu-apollo-china-robot-car-alliance/", 
    "leadText": "Intel is getting a big opportunity to show off advanced vision technology and software from its Mobileye unit by partnering with Baidu's Apollo, the Chinese tech giant’s autonomous driving consortium."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 12579, 
    "headline": "Sky View Factor Calculation in Urban Context: Computational Performance and Accuracy Analysis of Two Open and Free GIS Tools", 
    "wordCount": 251, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-04T14:42:08.07Z", 
    "sourceName": "MDPI (Switzerland)", 
    "taxCacheId": "957ef641-d969-4766-a9f0-260836d78598", 
    "taxScore": 139.89218962495696, 
    "urlId": "db1a35a7-98a6-43e5-a7ce-20d0a2d83f98", 
    "normalizedTaxScore": 0.98695500023574789, 
    "fullBody": "Abstract\nThe sky view factor (SVF) has an important role in the analysis of the urban micro-climate. A new vector-based SVF calculation tool was implemented in a free and open source Geographic Information System named OrbisGIS. Its accuracy and computational performance are compared to the ones of an existing raster based algorithm used in SAGA-GIS. The study is performed on 72 urban blocks selected within the Paris commune territory. This sample has been chosen to represent the heterogeneity of nine of the ten Local Climate Zone built types. The effect of the algorithms’ input parameters (ray length, number of directions and grid resolution) is investigated. The combination minimizing the computation time and the SVF error is identified for SAGA-GIS and OrbisGIS algorithms. In both cases, the standard deviation of the block mean SVF estimate is about 0.03. A simple linear relationship having a high determination coefficient is also established between block mean SVF and the facade density fraction, confirming the results of previous research. This formula and the optimized combinations for the OrbisGIS and the SAGA-GIS algorithms are finally used to calculate the SVF of every urban block of the Paris commune. View Full-Text", 
    "sourceDateCreated": "2018-05-31T05:00:00Z", 
    "fullPath": "http://www.mdpi.com/2225-1154/6/3/60", 
    "leadText": "Abstract\nThe sky view factor (SVF) has an important role in the analysis of the urban micro-climate"
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 18839, 
    "headline": "NXP expands its smart mobility partnership with Columbus, Ohio", 
    "wordCount": 599, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-04T15:01:11.92Z", 
    "sourceName": "Traffic Technology Today (U.K.)", 
    "taxCacheId": "1884b485-6046-4786-8185-ad3a234b459a", 
    "taxScore": 25.740797815237908, 
    "urlId": "b3ef70c3-64e9-40a1-925e-051c4c6a70a0", 
    "normalizedTaxScore": 0.095889349394586487, 
    "fullBody": "NXP Semiconductors has launched the next phase in its collaboration with Columbus, Ohio, the winner of the 2016 US Department of Transportation’s (USDOT) US$40m Smart City Challenge, with the Netherlands-based company contributing key technologies for smart and safe mobility to the Smart Columbus Experience Center.\n\nAt the end of last week, the city opened its new Smart Columbus Experience Center, which allows visitors to see how new mobility options, such as connected, autonomous, shared and electric vehicles, will help make Columbus a more connected community.\n\nHands-on educational experiences and technology demonstrations aim to show visitors how technology and innovation in transportation can grow the local economy and create ladders of opportunity for central Ohio residents.\n\nAs part of the Experience Center initiative, NXP and Cohda Wireless will deploy a connected vehicle environment through the center’s electric vehicle test drive area so drivers can experience this future technology in person. NXP has also donated an electric motorcycle with an accompanying drone that alerts the driver to dangers or delays ahead.\n\nAs part of its commitment to Columbus, the company will continue to contribute key mobility technologies to the Smart Columbus Experience Center, including:\n\n NXP’s RoadLINK Vehicle to Everything (V2X) technology, which allows cars to securely communicate with each other, as well as with intelligent traffic infrastructures, using the IEEE802.11p dedicated short range communications (DSRC) standard. DSRC technology is the only ADAS sensor that can ‘look around the corner’ and offers lowest latency in the communication;\n Smart Card IC technology that enhances transportation for all citizens by supporting secure and convenient public transportation ticketing and payment systems, including contactless transit fare solutions;\n Highly secure NXP radio frequencyi (RFID) solutions designed to promote public safety and convenience. Smart city applications for the technology include vehicle window stickers that enhance driver convenience and reduce municipal costs by eliminating the need for stop-and-pay stations in public parking spaces;\n A fleet of six electric vehicles from different manufacturers will be on display and available for test drives through a connected vehicle environment provided by NXP and Cohda Wireless. An electric motorcycle provided by NXP and a Ford Ojo electric scooter will also be on display.\n\n“We’re proud to be part of the City of Columbus Experience Center,” said Peter Esser, head of US government affairs at NXP. “Smart mobility starts with education and a desire to shape a new future. The new Smart Columbus Experience Center brings technology and education together, and is unique to the smart mobility projects we are implementing around the world.”\n\nJordan Davis, director of smart cities for The Columbus Partnership, commented, “The Smart Columbus Experience Center was made possible through partnerships with industry leaders such as NXP and Codha wireless. The Experience Center is an exciting community space where we will together demonstrate how cities can use technology to improve people’s lives.”\n\nJuly 4, 2018\n\nWritten by Adam Frost\n\nShare\nTweet", 
    "sourceDateCreated": "2018-07-04T05:00:00Z", 
    "fullPath": "http://www.traffictechnologytoday.com/news.php?NewsID=92005", 
    "leadText": "NXP Semiconductors has launched the next phase in its collaboration with Columbus, Ohio, the winner of the 2016 US Department of Transportation’s (USDOT) US$40m Smart City Challenge, with the Netherlands-based company contributing key technologies for smart and safe mobility to the Smart Columbus Experience Center."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 3416, 
    "headline": "DarkMatter to protect Expo 2020 digital network", 
    "wordCount": 220, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T09:01:28.557Z", 
    "sourceName": "Telecompaper (Netherlands)", 
    "taxCacheId": "ba2bc3d9-ca75-4411-a64f-d36861de58b9", 
    "taxScore": 25.211441146681054, 
    "urlId": "f7f20745-bf1a-443e-9bec-30584a5c164d", 
    "normalizedTaxScore": 0.088721644788981091, 
    "fullBody": "UAE firm DarkMatter will supply cyber-security for Expo 2020 Dubai as its official provider. It is responsible for overseeing the cyber security of Expo 2020's entire digital platform, as well as the applications and data it supports. DarkMatter will provide a range of services from security management and monitoring, to risk assessments, incident response and technical forensics before, during and after Expo 2020.\n\nDarkMatter will work with UAE government entities to share its expertise and demonstrate how its cyber-security products can be used beyond the Expo site. Expo 2020 is also partnering with Official Premier Partners Emirates, Accenture, Cisco, DP World, Emirates NBD, Etisalat, Nissan, PepsiCo, SAP and Siemens, as well as official partners DEWA, ENOC and UPS.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.telecompaper.com/news/darkmatter-to-protect-expo-2020-digital-network--1251382", 
    "leadText": "UAE firm DarkMatter will supply cyber-security for Expo 2020 Dubai as its official provider. It is responsible for overseeing the cyber security of Expo 2020's entire digital platform, as well as the applications and data it supports. DarkMatter will provide a range of services from security management and monitoring, to risk assessments, incident response and technical forensics before, during and after Expo 2020."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 11636, 
    "headline": "Using Location Data to Gauge the Efficacy of MLB Stadium Sponsorships", 
    "wordCount": 821, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T15:57:24.34Z", 
    "sourceName": "Street Fight", 
    "taxCacheId": "16471af6-df92-461a-9eb4-df44573d0123", 
    "taxScore": 36.825737447453591, 
    "urlId": "a32e05a1-4816-486a-bf94-77cf8aaa771a", 
    "normalizedTaxScore": 0.2882509485713538, 
    "fullBody": "Published: June 26, 2018\n\nNaming rights at sports stadiums have traditionally been a coveted—albeit, expensive—investment for major brands. With baseball season in full swing, and marketers beginning to demand more from their sponsorships of sports teams, Gravy Analytics leveraged foot traffic to examine whether the sponsorship investments made by brands at popular baseball stadiums around the U.S. are worth it.\n\nUsing location data, Gravy analyzed visits to baseball stadiums in the U.S. during April of this year, looking to see how baseball fans compare and whether the brands that sponsor each stadium are capturing the attention of the right customers. For ease of comparison, Gravy indexed all stadiums against Yankee Stadium in the Bronx, New York.\n\n“MLB sponsorship spending topped $892 million last season,” says Gravy Analytics CEO and Founder Jeff White. “It made me wonder if these brands’ investments are really moving the needle in awareness, influence, and future sales.”\n\nLooking at stadium sponsorships at top baseball stadiums across the country, White and his team found that companies from just a handful of industries—alcohol brands, automotive brands, and financial services firms—represent an outsized portion of major stadium sponsors.\n\nCitibank and PNC Bank both sponsor fields in their home cities of New York and Pittsburgh, and based on Gravy’s findings, both banks know their customers well. Gravy found that visitors to PNC Park in Pittsburgh are significantly more likely to visit PNC Bank than visitors at every other stadium. Similarly, visitors to Citi Field, home of the New York Mets, are more likely to have recently visited a Citibank location.\n\nAnother smart investment, based on Gravy’s analysis, was the Boston-based brewer Samuel Adams’ move to become the official beer of the Red Sox in late 2017. Gravy found that baseball fans at Coors Field, Wrigley Field, and Fenway Park are the biggest beer lovers. Fans at those same three stadiums also over-indexed for visits to bars and happy hour events, suggesting that they enjoy the occasional drink (or two). Ketel One chose to sponsor Dodger Stadium, and Jim Beam sponsors several different stadiums, including Yankee Stadium, Citi Field, and PNC Park.\n\n“There’s a great opportunity for brands and marketers to assess how well their sponsorship dollars are performing—and what they can be doing differently to maximize their reach and future ROI,” White says.\n\nVisitors at Dodger Stadium and Fenway Park were more likely to be in the market for a new car than visitors at any other stadium on Gravy’s list, making Lexus’ decision to sponsor Dodger Stadium a savvy one.\n\nComparing two automotive brands head-to-head, Gravy found that visitors at the Lexus-sponsored Dodger Stadium are also more likely to have recently visited a Lexus dealership than visitors at the Hyundai-sponsored Citi Field.\n\n“By helping brands and marketers to understand who is in the audience, they can make more informed decisions about their stadium sponsorships and better meet their marketing objectives,” White says.\n\nFor example, an automaker like Hyundai might choose to sponsor a stadium in an area where the company dominates sales, in order to really solidify its presence in the market.\n\n“Conversely, a brand looking to grow their market share might want to put more sponsorship dollars toward stadiums where the audience isn’t as familiar with their cars to build brand awareness,” White says.\n\nMore broadly speaking, White hopes brands can look at Gravy’s analysis and see that they have opportunities to use location data and other forms of consumer intelligence to inform their marketing decisions. And while there is no guarantee on a good return on investment with sports team sponsorships, location data can be a good starting point.\n\n“Their spend doesn’t have to be a guessing game—it can be done with greater smarts and confidence,” White says. “Location intelligence is an extremely valuable tool that helps brands make more informed decisions about where, when, and how much to invest in sponsorships.”\n\nStephanie Miles is a senior editor at Street Fight.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://streetfightmag.com/2018/06/26/using-location-data-to-gauge-the-efficacy-of-mlb-stadium-sponsorships/", 
    "leadText": "Published: June 26, 2018\n\nNaming rights at sports stadiums have traditionally been a coveted—albeit, expensive—investment for major brands. With baseball season in full swing, and marketers beginning to demand more from their sponsorships of sports teams, Gravy Analytics leveraged foot traffic to examine whether the sponsorship investments made by brands at popular baseball stadiums around the U.S. are worth it."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 515, 
    "headline": "Product return remains a key challenge for online customers: Study", 
    "wordCount": 356, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T16:01:08.853Z", 
    "sourceName": "The Times of India", 
    "taxCacheId": "ddef6d57-5059-4126-b5bd-8f7caad36c75", 
    "taxScore": 38.35154525097434, 
    "urlId": "5bc96509-09da-4df3-953b-0b6078033379", 
    "normalizedTaxScore": 0.31780782661621532, 
    "fullBody": "NEW DELHI: While e-commerce grows at a rapid pace in India, product returns remains a key challenge for consumers due to logistical challenges, a study has revealed.\n\nLogistics for return of products purchased on e-commerce websites remains under-developed and creates significant issues for consumers as well as logistic partners, the study by Zebra Technologies, maker of hand-held mobile devices and RFID (Radio Frequency Identification) readers, said.\n\nMany consumers shy away from ordering products online due to the hassle of product returns in case of dissatisfaction or defects, logistical errors resulting in missing or damaged products and prefer to buy products from physical stores.\n\nZebra, which supplies equipment to retailers and logistic companies, had interviewed 700-plus clients for the study, which included 35% from India. These included professionals from businesses such as travel and logistics, retail, ecommerce and warehousing.\n\nThe study found 93% of respondents saying that product-return remains a key challenge for the industry as reverse logistics are not at-par with delivery services.\n\nAround 58% of return processes have a return-charge levied on them that the customer needs to pay. This comes as a challenge for the rapidly growing e-commerce businesses and logistical companies as the business has been booming but the lack of proper product-return processes remains a dark spot, the study found out.\n\nRetailers and logistic providers believe that the biggest challenge is the distance of the warehouse from where the product is sourced. Availability of warehouses near major centres will help accommodate return processes faster and even free-of-cost.\n\nAdditionally, the study found that digitisation is yet to be widespread in the business and a large number of people use pen and paper. This leads to inefficiency in records.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://timesofindia.indiatimes.com/business/india-business/product-return-remains-a-key-challenge-for-online-customers-study/articleshow/64873757.cms", 
    "leadText": "NEW DELHI: While e-commerce grows at a rapid pace in India, product returns remains a key challenge for consumers due to logistical challenges, a study has revealed."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 1680, 
    "headline": "RFID News Roundup", 
    "wordCount": 590, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T12:21:24.37Z", 
    "sourceName": "RFID Journal", 
    "taxCacheId": "61a5d7ee-3215-418c-925d-b29fee1c9e94", 
    "taxScore": 26.048158015938771, 
    "urlId": "d7060243-60a6-4061-bdef-43b94b18ac80", 
    "normalizedTaxScore": 0.10017034327045771, 
    "fullBody": "The following are news announcements made during the past week by the following organizations: Metalcraft, Intertek; Utility Composites; Senet; Kerlink, Sphinx; Tageos; the Industrial Internet Consortium; Samsung, Cisco, Orange; RFiD Discovery, and Nordic ID.\n\nRFID Tag Maker Metalcraft Achieves ISO 9001:2015 Certification\n\nMetalcraft has announced that it was recently presented with an ISO 9001:2015 certificate from Intertek. This, the company explains, affirms that it adheres to the internationally standard for quality management.\n\n\"Metalcraft has had a strong history of committing to our quality system and continuous improvement,\" said Jim Miller, Metalcraft's VP of engineering and quality, in a prepared statement. \"When the new standard came out, we saw that as a better fit for us and a great opportunity to take our system to the next levelâ\u0080¦ Our certification means we are taking a hard look at ourselves and working as a team to make improvements in all aspects of the business, so our customers can rely on a quality product every time.\"\n\nUtility Composites Intros RFID Tag for Rough Wooden Surfaces\n\nUtility Composites, which manufactures and markets non-metal fasteners used in several markets, including timber and lumber, has unveiled its SUNDOG RFID tag. The timber industry has been poised to adopt UHF RFID technology for inventory management, but the use of standard RFID tags attached to logs traveling down the highway under extreme weather conditions was not feasible, the company reports. RFID tags tended to be expensive and time-consuming to screw into wood, according to the company, or the tags were too fragile to withstand the demanding conditions of the industry.\n\nThe SUNDOG RFID tag is in the form of a staple that is collated into a strip of staple tags, each containing a UHF RFID chip and antenna. They are collated in a strip for loading into a magazine of a manual or pneumatic stapler. The tags are rugged enough to withstand extreme variations in climate, the company reports, as well as kiln drying and vat cooking operations typical in timber and veneer processing, with no negative effect on the readability of the tag. Readability and range are maintained upon completion of these harsh processes.\n\nAccording to the company, the tags have a strong read range and read angle. The antenna sticks out away from the surface, reducing reading problems, with high moisture content of freshly harvested logs. For handheld readings in the x, y and z direction, the range varies from 8 to 11.3 meters using a circular polarized interrogator antenna, and from 6 to 8.3 meters using a linear polarized interrogator antenna.\n\nCurrently, Utility Composites is sending sample quantities of tags for testing in applications for log tracking, lumber load tracking, utility pole tracking and railroad tie tracking for inventory management. The firm expects the tags to be in full production during the quarter of this year.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://www.rfidjournal.com/articles/view?17674", 
    "leadText": "The following are news announcements made during the past week by the following organizations: Metalcraft, Intertek; Utility Composites; Senet; Kerlink, Sphinx; Tageos; the Industrial Internet Consortium; Samsung, Cisco, Orange; RFiD Discovery, and Nordic ID."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 15732, 
    "headline": "Saco hires city planner", 
    "wordCount": 284, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T11:11:48.61Z", 
    "sourceName": "Mainely Media (Biddeford, Maine)", 
    "taxCacheId": "e9528e1a-70f0-4e05-9867-cdb64ffd03d4", 
    "taxScore": 45.273648934449504, 
    "urlId": "6d757613-4d50-41ca-955c-3610ace4d812", 
    "normalizedTaxScore": 0.44915298534380882, 
    "fullBody": "The city of Saco announced the hiring of Zach Mosher as the new city planner. Mosher most recently worked as planner for the city of Auburn where he reviewed projects for subdivision, site plan and local and state ordinance compliance. He was also the primary staff liaison to the Auburn Planning Board.\n\nSaco’s most recent city planner, Bob Hamblen, retired.\n\nMosher has previously served as community development specialist at the Lincoln County Regional Planning Commission in Wiscasset, providing planning and GIS assistance to the towns of Lincoln County. He has a master’s degree in community planning from the Muskie School of Public Service at the University of Southern Maine, with specializations in GIS and applied research and evaluation methods.\n\n“Zach is experienced in bringing developers, city staff, and other stakeholders together to identify the strengths, issues, or concerns of an application early in the planning process. This creates an efficient, transparent, and smooth experience for all parties involved. We are excited to have Zach join our team and are looking forward to his collaborative approach to planning,” said Denise Clavette, the city’s planning and development director, in a press release.\n\n2018-07-05 / Community News", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://mc.mainelymediallc.com/news/2018-07-05/Community_News/Saco_hires_city_planner.html", 
    "leadText": "The city of Saco announced the hiring of Zach Mosher as the new city planner. Mosher most recently worked as planner for the city of Auburn where he reviewed projects for subdivision, site plan and local and state ordinance compliance. He was also the primary staff liaison to the Auburn Planning Board."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 2973, 
    "headline": "Consumers Are ‘One Step Closer to Feeling the Full Effects of a Trade War’", 
    "wordCount": 582, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T18:23:22.023Z", 
    "sourceName": "Walla Walla Union-Bulletin (Wash.)", 
    "taxCacheId": "4a70e0a4-de18-4105-9c32-0db3fc221977", 
    "taxScore": 48.367915120977983, 
    "urlId": "2df66763-53bd-4f79-a087-0a5166b4b69f", 
    "normalizedTaxScore": 0.50401700907714331, 
    "fullBody": "Facebook\n Twitter\n Email\n Print\n Save\naddasset json 25554631-8055-5aa1-aea9-865195ab4877 editorial true articles Save\n\nWASHINGTON--(BUSINESS WIRE)--Jul 5, 2018--The National Retail Federation today issued the following statement from President and CEO Matthew Shay in regard to U.S. tariffs on $34 billion of Chinese goods set to take effect Friday.\n\n“With tariffs against China taking effect, American consumers are one step closer to feeling the full effects of a trade war. These tariffs will do nothing to protect U.S. jobs, but they will undermine the benefits of tax reform and drive up prices for a wide range of products as diverse as tool sets, batteries, remote controls, flash drives and thermostats. And students could pay more for the mini-refrigerator they need in their dorm room as they head back to college this fall.\n\n“We strongly urge the administration to abandon its plans for tariffs on another $200 billion in Chinese imports, which would destroy thousands of American jobs and raise prices on virtually everything sold in our stores. Reining in China’s abusive trade policies is a goal shared by many countries, but a strategy based on unilateral tariffs is the wrong approach and it has to stop.”\n\nAbout NRF\n\nThe National Retail Federation is the world’s largest retail trade association. Based in Washington, D.C., NRF represents discount and department stores, home goods and specialty stores, Main Street merchants, grocers, wholesalers, chain restaurants and internet retailers from the United States and more than 45 countries. Retail is the nation’s largest-private sector employer, supporting one in four U.S. jobs — 42 million working Americans. Contributing $2.6 trillion to annual GDP, retail is a daily barometer for the nation’s economy. NRF.com\n\nPERMALINK\n\nView source version on businesswire.com:https://www.businesswire.com/news/home/20180705005492/en/\n\nCONTACT: National Retail Federation\n\nBethany Aronhalt, (855) NRF-PRESS\n\nPress@nrf.com\n\nMore from this section\n\n2:37\n\nStep Inside a Secret Garden Oasis in Vegas\n\nSupreme Court: Cops need warrant for cell phone location data\n\nData Breaches Continue – Protect Yourself\n\nKEYWORD: UNITED STATES NORTH AMERICA DISTRICT OF COLUMBIA\n\nINDUSTRY KEYWORD: CONVENIENCE STORE WOMEN DEPARTMENT STORES DISCOUNT/VARIETY ONLINE RETAIL SUPPLY CHAIN MANAGEMENT RESTAURANT/BAR HOME GOODS PUBLIC POLICY/GOVERNMENT CONGRESSIONAL NEWS/VIEWS OTHER POLICY ISSUES PUBLIC POLICY WHITE HOUSE/FEDERAL GOVERNMENT RETAIL FOOD/BEVERAGE SPECIALTY SUPERMARKET CONSUMER FAMILY MEN\n\nSOURCE: National Retail Federation\n\nCopyright Business Wire 2018.\n\nPUB: 07/05/2018 01:47 PM/DISC: 07/05/2018 01:47 PM\n\nhttp://www.businesswire.com/news/home/20180705005492/en\n\nCopyright Business Wire 2018.\n\n Facebook\n Twitter\n Email\n Print\n Save\naddasset json 25554631-8055-5aa1-aea9-865195ab4877 editorial true articles Save", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://www.union-bulletin.com/news/national/consumers-are-one-step-closer-to-feeling-the-full-effects/article_25554631-8055-5aa1-aea9-865195ab4877.html", 
    "leadText": "Facebook\n Twitter\n Email\n Print\n Save\naddasset json 25554631-8055-5aa1-aea9-865195ab4877 editorial true articles Save\n\nWASHINGTON--(BUSINESS WIRE)--Jul 5, 2018--The National Retail Federation today issued the following statement from President and CEO Matthew Shay in regard to U.S. tariffs on $34 billion of Chinese goods set to take effect Friday."
  }, 
  {
    "rawTaxScore": 18.0, 
    "sourceId": 636, 
    "headline": "How Trump's Supreme Court pick could influence digital privacy", 
    "wordCount": 736, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T19:48:41.997Z", 
    "sourceName": "Chicago Tribune (tiered subscription model)", 
    "taxCacheId": "b3e1256e-c080-47b3-a49c-79c107836a82", 
    "taxScore": 52.823793824906737, 
    "urlId": "7460f4c1-27bf-4b4f-8190-dc8cafed40f8", 
    "normalizedTaxScore": 0.57685251636779744, 
    "fullBody": "The door is wide open for President Trump to influence the Supreme Court's approach to privacy in the digital age as he chooses a replacement for retiring Justice Anthony Kennedy.\n\nKennedy, the court's famed swing vote, leaves behind a varied legacy on privacy matters, siding with law enforcement in cases involving digital surveillance while also joining majorities in decisions that expanded privacy protections against unreasonable searches. And while Trump is all but certain to tap a conservative, that's no predictor for how the new justice will rule in the bevy of cases expected to come before the court concerning how the Fourth Amendment applies in an era of ever expanding data collection.\n\n\"This is ironically one of those areas that doesn't necessarily fall on ideological lines,\" said Jennifer Daskal, a professor at American University Washington College of Law. \"This is not a place where it's obvious what the likely leanings of the next justice are going to be.\"\n\nKennedy's own leanings on privacy are hard to put in a box. While the court overall in recent years has recognized broader digital privacy rights as technologies have advanced, Kennedy has showed ambivalence about how far those protections should stretch.\n\nIn the 2012 case United States v. Jones, he sided with the court's other justices in finding that law enforcement officers typically need a warrant to track people using GPS devices. And he joined another unanimous opinion in Riley v. California in 2014 declaring warrantless cellphone searches unconstitutional in most cases. Both decisions were hailed by privacyadvocates and represented significant expansions of Fourth Amendment protections.\n\n\"Kennedy was mixed in terms of how much he understood, and he grappled with the ways in which the Internet and digital communications change the application of existing doctrine,\" Daskal told me.\n\nWhoever takes Kennedy's place probably will have the opportunity to decide a range of new privacy-related cases, privacy experts said. For example, the high court has yet to rule on whether police need a warrant to access location data from cell towers over short periods of time or comb through records generated by Internet of things devices such as smartwatches. The court is also poised to hear cases involving searches of digital devices at the U.S. border, surveillance from drones and security cameras, and collection of biometric data, experts said.\n\n\"There's definitely space for whoever replaces Kennedy to come in with potentially more knowledge and respect for the impact that technology is having on privacy,\" said Amie Stepanovich, U.S. policy manager at the digital rights group Access Now. \"There's going to be a lot of room to do good by the court in the privacy space because we're only going to see more cases heading in that direction as we see tech tools advance.\"\n\nBut even if Trump taps someone opposed to expanding privacy rights, it may not be enough in the near term to dramatically alter the court's general trajectory on digital privacy. On those issues, Kennedy had less power to shift the court than he did on other issues such as abortion rights or same-sex marriage.\n\n\"Privacy and surveillance issues were not one of the areas where Justice Kennedy was one of the so-called swing votes,\" said Nathan Wessler, a staff attorney with the American Civil Liberties Union's Speech, Privacy and Technology Project who represented the plaintiffs in the Carpenter case. \"I'm not sure that we'll see an immediate change in the direction of the court's jurisprudence wherever [Trump's nominee] falls on the spectrum.\"", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://www.chicagotribune.com/business/ct-biz-supreme-court-pick-digital-privacy-20180705-story.html", 
    "leadText": "The door is wide open for President Trump to influence the Supreme Court's approach to privacy in the digital age as he chooses a replacement for retiring Justice Anthony Kennedy."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 2973, 
    "headline": "Frustrated USS Cole case judge retiring from military service", 
    "wordCount": 825, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-05T18:23:50.27Z", 
    "sourceName": "Walla Walla Union-Bulletin (Wash.)", 
    "taxCacheId": "34059725-8c0b-47ac-b269-55e2f1c6429b", 
    "taxScore": 36.682594006285974, 
    "urlId": "c20af31f-25ab-4219-aa5d-335a85de8feb", 
    "normalizedTaxScore": 0.28548497378910753, 
    "fullBody": "Facebook\n Twitter\n Email\n Print\n Save\naddasset json 39f70e67-93d9-5576-8b6e-f7e00c9a7155 editorial true articles Save\n\nMIAMI — The military judge who ordered a Marine general to serve 21 days confinement in a Guantanamo trailer park for contempt of court — a conviction that a federal court recently overturned as illegal — is retiring after 26 years of service, the Pentagon said Thursday.\n\nAir Force Col. Vance Spath “has an approved retirement date of Nov. 1, 2018,” Air Force spokeswoman Brooke Brzozowske said in a one-sentence email response to a question from McClatchy. She did not say when the colonel submitted his paperwork for retirement.\n\nSpath has been chief of the U.S. Air Force judiciary since April 2014. He been serving as the judge in the USS Cole case at Guantanamo since the summer of 2014. He did not respond Thursday to efforts by McClatchy to reach him via his social media accounts.\n\nSpath drew national attention for his November conviction of Marine Brig. Gen. John Baker after summary contempt proceedings, making Baker the first U.S. citizen to be convicted of a crime at the war court created by President George W. Bush to try suspected foreign war criminals in the aftermath of the 9/11 terror attacks.\n\nAt issue was a decision by Baker, the chief defense counsel for military commissions, to release three defense attorneys from the USS Cole case. The attorneys said they had an ethical obligation to quit after Spath forbade them to investigate their discovery of a listening device hidden in the confidential attorney-client meeting room at the U.S. Navy base in Cuba. Spath said only he, as the case judge, had the power to release defense attorneys of record. He several times ordered Pentagon paid defense attorneys Rick Kammen, Rosa Eliades and Mary Spears to return to the capital case; they refused.\n\nGuantanamo inmate Abd al-Rahim al-Nashiri, held by the CIA from 2002 to 2006, is accused of plotting al-Qaida’s suicide bombing of the warship that killed 17 U.S. sailors off Aden, Yemen, on Oct. 12, 2000. He could face military execution, if he is convicted.\n\nIn February, Spath declared his frustration over uncertainty of the mechanics of military commissions and halted all pretrial proceedings in the case, pending clarification of his authority from higher courts. “I am abating these proceedings indefinitely,” he declared Feb. 16 before walking off the war court bench at Guantanamo. “We’re done until a superior court tells me to keep going.”\n\nAt the time, Spath mentioned that he was weighing retirement.\n\nLast month, a federal judge ruled that Spath “acted unlawfully when he unilaterally convicted” Baker “of criminal contempt and sentenced him for that contempt” at the Guantanamo war court on Nov. 1, 2017. Spath sentenced the general to 21 days confinement and to pay a $1,000 fine. Because the brig at the Guantanamo Navy base was not operating at the time, the Air Force judge instead confined him to his quarters — a trailer park behind the war court compound, called Camp Justice.\n\nThe Pentagon overseer released the general from his confinement after two nights in the trailer as a federal court was weighing whether the Air Force judge had deprived the Marine general of due process.\n\nAs of Thursday there was no notice of Spath’s pending retirement on the USS Cole case docket at a Pentagon website for military commissions.\n\nAl-Nashiri’s prosecutors have asked a Pentagon panel, the U.S. Court of Military Commission Review, to clarify a range of questions Spath raised, including the scope of war court contempt authority as well as who has the power to release attorneys of record from ongoing proceedings.\n\nMore from this section\n\n2:37\n\nStep Inside a Secret Garden Oasis in Vegas\n\nSupreme Court: Cops need warrant for cell phone location data\n\nData Breaches Continue – Protect Yourself\n\n———\n\n©2018 Miami Herald\n\nVisit Miami Herald at www.miamiherald.com\n\nDistributed by Tribune Content Agency, LLC.\n\n—————\n\nPHOTO (for help with images, contact 312-222-4194): Col. Vance Spath\n\nCopyright 2018 Tribune Content Agency.\n\n Facebook\n Twitter\n Email\n Print\n Save\naddasset json 39f70e67-93d9-5576-8b6e-f7e00c9a7155 editorial true articles Save", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://www.union-bulletin.com/news/national/frustrated-uss-cole-case-judge-retiring-from-military-service/article_39f70e67-93d9-5576-8b6e-f7e00c9a7155.html", 
    "leadText": "Facebook\n Twitter\n Email\n Print\n Save\naddasset json 39f70e67-93d9-5576-8b6e-f7e00c9a7155 editorial true articles Save\n\nMIAMI — The military judge who ordered a Marine general to serve 21 days confinement in a Guantanamo trailer park for contempt of court — a conviction that a federal court recently overturned as illegal — is retiring after 26 years of service, the Pentagon said Thursday."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 62, 
    "headline": "The Latest: Pompeo arrives in N. Korea to seek deal details", 
    "wordCount": 595, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T05:00:48.257Z", 
    "sourceName": "Houston Chronicle (tiered subscription model)", 
    "taxCacheId": "66cc300a-086d-489b-804b-d22932b81b84", 
    "taxScore": 25.876422780574721, 
    "urlId": "14790191-c587-45f8-9f67-c57a3b10722a", 
    "normalizedTaxScore": 0.097767739239062512, 
    "fullBody": "Now Playing:\n\nU.S. Secretary of State Mike Pompeo boarded a plane at Joint Base Andrews in Maryland early Thursday. He's on his way to North Korea and is also scheduled to visit Japan, Vietnam, Abu Dhabi and Brussels, Belgium. (July 5)\n\nMedia: Associated Press\n\nPYONGYANG, North Korea (AP) — The Latest on Secretary of State Mike Pompeo's visit to North Korea (all times local):\n\n11:50 a.m.\n\nSecretary of State Mike Pompeo has arrived in Pyongyang on his third trip to the North Korean capital and his first since President Donald Trump held a summit with leader Kim Jong Un in Singapore on June 12.\n\nPompeo is to hold talks Friday and Saturday before leaving Pyongyang for Japan on his first around-the-world tour as Washington's top diplomat.\n\nHe is expected to focus on fleshing out the specifics of a denuclearization process for the North and ways to improve relations between the two nations, including the possible return of the remains of U.S. GIs who were killed during the 1950-52 Korean War.\n\nPompeo met with Kim directly ion both of his previous trips — in May ahead of the Trump-Kim summit and in early April while he was director of the CIA.\n\n___\n\n8 a.m.\n\nSecretary of State Mike Pompeo says that on his visit Friday to North Korea he will be looking to \"fill in some details\" on the commitments made by Kim Jong Un at his historic summit with President Donald Trump last month.\n\nPompeo arrived for a refueling stop at Yokota Air Base in Japan on his way to Pyongyang for the third time since April and his first since the June 12 summit.\n\nPompeo says Trump and Kim made commitments on \"complete denuclearization\" and outlined what a transformed U.S.-North Korean relationship could look like.\n\nHe adds, \"On this trip I'm seeking to fill in some details on those commitments and continue the momentum toward implementation of what the two leaders promised each other and the world.\"\n\nHe says he expects the North is \"ready to do the same.\"\n\n__\n\n12:10 p.m.\n\nThe State Department is pushing back against suggestions the Trump administration has softened its stance on North Korea as the top U.S. diplomat traveled to Pyongyang for crucial nuclear talks and the president reiterated his belief that Kim Jong Un is sincere about changing his country.\n\nSecretary of State Mike Pompeo is due in the North Korean capital Friday.\n\nHe will be pressing for North Korea to take concrete action to back up its broad commitment to \"complete denuclearization\" of the Korean Peninsula made at the June 12 summit between Kim and President Donald Trump.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.chron.com/news/politics/article/The-Latest-Pompeo-hopes-to-fill-in-details-of-NK-13052666.php", 
    "leadText": "Now Playing:\n\nU.S. Secretary of State Mike Pompeo boarded a plane at Joint Base Andrews in Maryland early Thursday. He's on his way to North Korea and is also scheduled to visit Japan, Vietnam, Abu Dhabi and Brussels, Belgium. (July 5)\n\nMedia: Associated Press\n\nPYONGYANG, North Korea (AP) — The Latest on Secretary of State Mike Pompeo's visit to North Korea (all times local):\n\n11:50 a.m."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 127, 
    "headline": "The Latest: Pompeo arrives in N. Korea to seek deal details", 
    "wordCount": 500, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T05:16:37.837Z", 
    "sourceName": "The Washington Post (tiered subscription model)", 
    "taxCacheId": "69239853-624b-4241-b782-5507c2f40ba9", 
    "taxScore": 29.629321716650836, 
    "urlId": "b291f389-4e8d-405a-a68b-02354495c315", 
    "normalizedTaxScore": 0.15578292366024155, 
    "fullBody": "PYONGYANG, North Korea — The Latest on Secretary of State Mike Pompeo's visit to North Korea (all times local):\n\n11:50 a.m.\n\nSecretary of State Mike Pompeo has arrived in Pyongyang on his third trip to the North Korean capital and his first since President Donald Trump held a summit with leader Kim Jong Un in Singapore on June 12.\n\nPompeo is to hold talks Friday and Saturday before leaving Pyongyang for Japan on his first around-the-world tour as Washington's top diplomat.\n\nHe is expected to focus on fleshing out the specifics of a denuclearization process for the North and ways to improve relations between the two nations, including the possible return of the remains of U.S. GIs who were killed during the 1950-52 Korean War.\n\nPompeo met with Kim directly ion both of his previous trips — in May ahead of the Trump-Kim summit and in early April while he was director of the CIA.\n\n___\n\n8 a.m.\n\nSecretary of State Mike Pompeo says that on his visit Friday to North Korea he will be looking to \"fill in some details\" on the commitments made by Kim Jong Un at his historic summit with President Donald Trump last month.\n\nPompeo arrived for a refueling stop at Yokota Air Base in Japan on his way to Pyongyang for the third time since April and his first since the June 12 summit.\n\nPompeo says Trump and Kim made commitments on \"complete denuclearization\" and outlined what a transformed U.S.-North Korean relationship could look like.\n\nHe adds, \"On this trip I'm seeking to fill in some details on those commitments and continue the momentum toward implementation of what the two leaders promised each other and the world.\"\n\nHe says he expects the North is \"ready to do the same.\"\n\n__\n\n12:10 p.m.\n\nThe State Department is pushing back against suggestions the Trump administration has softened its stance on North Korea as the top U.S. diplomat traveled to Pyongyang for crucial nuclear talks and the president reiterated his belief that Kim Jong Un is sincere about changing his country.\n\nSecretary of State Mike Pompeo is due in the North Korean capital Friday.\n\nHe will be pressing for North Korea to take concrete action to back up its broad commitment to \"complete denuclearization\" of the Korean Peninsula made at the June 12 summit between Kim and President Donald Trump.\n\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.washingtonpost.com/world/asia_pacific/the-latest-pompeo-arrives-in-n-korea-to-seek-deal-details/2018/07/06/4683c344-80d7-11e8-a63f-7b5d2aba7ac5_story.html", 
    "leadText": "PYONGYANG, North Korea — The Latest on Secretary of State Mike Pompeo's visit to North Korea (all times local):\n\n11:50 a.m."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 928, 
    "headline": "The Latest: Pompeo arrives in N. Korea to seek deal details", 
    "wordCount": 521, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T05:36:30.22Z", 
    "sourceName": "The Associated Press", 
    "taxCacheId": "b3ee16f6-caad-4eba-ad91-ca1f759e8f0e", 
    "taxScore": 28.700489484566024, 
    "urlId": "b32f2996-2a26-4fb3-8b0d-984040d59f5c", 
    "normalizedTaxScore": 0.14043580267798639, 
    "fullBody": "PYONGYANG,The Latest on Secretary of State Mike Pompeo's visit to North Korea (all times local):\n11:50 a.m.\nSecretary of State Mike Pompeo has arrived in Pyongyang on his third trip to the North Korean capital and his first since President Donald Trump held a summit with leader Kim Jong Un in Singapore on June 12.\nPompeo is to hold talks Friday and Saturday before leaving Pyongyang for Japan on his first around-the-world tour as Washington's top diplomat.\nHe is expected to focus on fleshing out the specifics of a denuclearization process for the North and ways to improve relations between the two nations, including the possible return of the remains of U.S. GIs who were killed during the 1950-52 Korean War.\nPompeo met with Kim directly ion both of his previous trips — in May ahead of the Trump-Kim summit and in early April while he was director of the CIA.U.S. Secretary of State Mike Pompeo boarded a plane at Joint Base Andrews in Maryland early Thursday. He's on his way to North Korea and is also scheduled to visit Japan, Vietnam, Abu Dhabi and Brussels, Belgium. (July 5)\n___\n8 a.m.\nSecretary of State Mike Pompeo says that on his visit Friday to North Korea he will be looking to \"fill in some details\" on the commitments made by Kim Jong Un at his historic summit with President Donald Trump last month.\nPompeo arrived for a refueling stop at Yokota Air Base in Japan on his way to Pyongyang for the third time since April and his first since the June 12 summit.\nPompeo says Trump and Kim made commitments on \"complete denuclearization\" and outlined what a transformed U.S.-North Korean relationship could look like.\nHe adds, \"On this trip I'm seeking to fill in some details on those commitments and continue the momentum toward implementation of what the two leaders promised each other and the world.\"\nHe says he expects the North is \"ready to do the same.\"\n__\n12:10 p.m.\nThe State Department is pushing back against suggestions the Trump administration has softened its stance on North Korea as the top U.S. diplomat traveled to Pyongyang for crucial nuclear talks and the president reiterated his belief that Kim Jong Un is sincere about changing his country.\nSecretary of State Mike Pompeo is due in the North Korean capital Friday.\nHe will be pressing for North Korea to take concrete action to back up its broad commitment to \"complete denuclearization\" of the Korean Peninsula made at the June 12 summit between Kim and President Donald Trump.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://apnews.com/f2a765347a744b5486177bf6857604c1/The-Latest:-Pompeo-arrives-in-N.-Korea-to-seek-deal-details", 
    "leadText": "PYONGYANG,The Latest on Secretary of State Mike Pompeo's visit to North Korea (all times local):\n11:50 a.m."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 16998, 
    "headline": "Leti, Transdev and IRT Nanoelec Announce Pilot Program to Assess New Perception Sensors For Autonomous Vehicles", 
    "wordCount": 408, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T08:22:13.903Z", 
    "sourceName": "Electronics360", 
    "taxCacheId": "fc4cffb3-b81b-44b1-9100-72072f1b8966", 
    "taxScore": 34.617391474145471, 
    "urlId": "6888ca9c-9805-46b6-a9e0-ef48144cda53", 
    "normalizedTaxScore": 0.24589448275472514, 
    "fullBody": "Leti, a research institute at CEA Tech, Transdev, a global provider of mobility services, and IRT Nanoelec, an R&D center focused on information and communication technologies (ICT) using micro- and nanoelectronics, have announced a pilot program to characterize and assess LiDAR sensors to improve performance and safety of autonomous vehicles.\n\nTransdev’s latest innovative transportation technologies already allow to operate fleets of autonomous vehicles The pilot program will characterize and assess LiDAR sensors to improve performance and safety of autonomous vehicles. Source: Letifor shared mobility. The perception of the environment through sensors is essential to offer the best client experience in terms of comfort and operation speed guaranteeing the required level of safety and security. Evaluating sensor effectiveness and robustness is critical to develop the Transdev’s Autonomous Transport System that will allow the operation of autonomous vehicles fleets in a maximum of environmental conditions safely and securely.\n\nIn the pilot program, Leti teams will focus on perception requirements and challenges from a LiDAR system perspective and evaluate the sensors in real-world conditions. Vehicles will be exposed to objects with varying reflectivity, such as tires and street signs, as well as environmental conditions, such as weather, available light and fog. In addition to evaluating the sensors’ performance, the project will produce a list of criteria and objective parameters by which various commercial LiDAR systems could be evaluated.\n\n“As an innovative supplier of autonomous transportation vehicles for smart cities, Transdev is leading the procession toward responsive, efficient and safe services with buses and shuttles,” said Leti CEO Emmanuel Sabonnadière. “This project will build on Leti's sensor-fusion knowhow and sensor development expertise to strengthen Transdev’s testing and evaluation of sensors for its vehicles.”\n\nTo contact the author of this article, email engineering360editors@ieeeglobalspec.com", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://electronics360.globalspec.com/article/12202/leti-transdev-and-irt-nanoelec-announce-pilot-program-to-assess-new-perception-sensors-for-autonomous-vehicles", 
    "leadText": "Leti, a research institute at CEA Tech, Transdev, a global provider of mobility services, and IRT Nanoelec, an R&D center focused on information and communication technologies (ICT) using micro- and nanoelectronics, have announced a pilot program to characterize and assess LiDAR sensors to improve performance and safety of autonomous vehicles."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 5134, 
    "headline": "Leti, Transdev, and IRT Nanoelec announce pilot program to assess new perception sensors for autonomous vehicles", 
    "wordCount": 309, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T09:41:05.123Z", 
    "sourceName": "New Electronics", 
    "taxCacheId": "7ca079bf-f66b-4333-8905-9fe262d8fcbe", 
    "taxScore": 42.579417354541299, 
    "urlId": "9ed98f2c-348c-4d22-b4ad-4bffe060eab5", 
    "normalizedTaxScore": 0.39907137694736255, 
    "fullBody": "A pilot program to characterise and assess LiDAR sensors to improve performance and safety of autonomous vehicles has been announced by Leti, a research institute at CEA Tech, Transdev, a provider of mobility services, and IRT Nanoelec, an R&D centre focused on information and communication technologies using micro- and nanoelectronics.\n\nTransdevs latest transportation technologies already allow to operate fleets of autonomous vehicles for shared mobility. The perception of the environment through sensors is essential to offer the best client experience in terms of comfort and operation speed guaranteeing the required level of safety and security, says Transdev. Evaluating sensor effectiveness and robustness is critical to develop its Autonomous Transport System that will allow the operation of autonomous vehicles fleets in a maximum of environmental conditions safely and securely.\n\nIn the pilot program, Leti teams will focus on perception requirements and challenges from a LiDAR system perspective and evaluate the sensors in real-world conditions. Vehicles will be exposed to objects with varying reflectivity, such as tires and street signs, as well as environmental conditions, such as weather, available light and fog. In addition to evaluating the sensors performance, the project will produce a list of criteria and objective parameters by which various commercial LiDAR systems could be evaluated.\n\nAuthor\nBethan Grylls", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://www.newelectronics.co.uk/electronics-news/leti-transdev-and-irt-nanoelec-announce-pilot-program-to-assess-new-perception-sensors-for-autonomous-vehicles/175893/", 
    "leadText": "A pilot program to characterise and assess LiDAR sensors to improve performance and safety of autonomous vehicles has been announced by Leti, a research institute at CEA Tech, Transdev, a provider of mobility services, and IRT Nanoelec, an R&D centre focused on information and communication technologies using micro- and nanoelectronics."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 23, 
    "headline": "Why You Probably Won't See Autonomous Vehicles Dominating The Road For A Long Time", 
    "wordCount": 483, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T18:37:11.327Z", 
    "sourceName": "Forbes", 
    "taxCacheId": "0449dd8b-e27d-4699-a715-9c67037acf53", 
    "taxScore": 30.430694773192467, 
    "urlId": "6d4e59a6-4096-4977-8950-0c85fc2a9f7e", 
    "normalizedTaxScore": 0.16946354528596996, 
    "fullBody": "What needs to happen before we see autonomous vehicles in regular use? originally appeared on Quora: the place to gain and share knowledge, empowering people to learn from others and better understand the world.\n\nAnswer by Mike Volpi, Partner at Index Ventures, on Quora:\n\nI believe we’re still a long way away from autonomous vehicles becoming ubiquitous. We need a lot more mileage (literally!) under our belts, and more experience with so-called edge cases. What I mean by that is experience with unexpected situations such as: a passenger jumping unexpectedly in front of a self-driving car, a hidden stop sign after a tight turn, or a scooter or biker weaving in and out of the bike lane.\n\nI’d also include here exposure to adverse weather or to roadways with small tolerances. The more scenarios the autonomous vehicle and its software is exposed to, the safer and more reliable autonomous driving will become.\n\nThe second thing that will need to happen is cost reductions and scale production of the perception equipment. Some of the key sensors, including LIDAR and RADAR, are still very expensive, as is the computing infrastructure on every vehicle, so for AVs to scale up there the prices will have to come down significantly.\n\nThirdly, there needs to be a lot more collaboration between the implicated industry players. Government agencies will need to work together to create a consistent regulatory framework that addresses the concerns over passenger and pedestrian safety. Auto OEMs and their tier one suppliers need closer collaboration with AV technology companies so that they can design vehicles with self-driving technology built in from the start rather than retrofitted. And ride-hailing companies and AV technology providers should be working much more closely too, as there’s obviously huge potential there.\n\nThis question originally appeared on Quora - the place to gain and share knowledge, empowering people to learn from others and better understand the world. You can follow Quora on Twitter, Facebook, and Google+. More questions:\n\n* Venture Capital: How is venture capital changing in 2018, and what can we expect over the next 5 years?\n\n* Innovation: Will AI will be able to suggest ideas of startup innovations?\n\n* Technology: Would a self-driving vehicle race be won by a car company or a technological company?", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.forbes.com/sites/quora/2018/07/06/why-you-probably-wont-see-autonomous-vehicles-dominating-the-road-for-a-long-time/", 
    "leadText": "What needs to happen before we see autonomous vehicles in regular use? originally appeared on Quora: the place to gain and share knowledge, empowering people to learn from others and better understand the world."
  }, 
  {
    "rawTaxScore": 27.0, 
    "sourceId": 1490, 
    "headline": "The Big Location Opportunity in Advertising: Think Physical to Digital | Sponsored Content", 
    "wordCount": 573, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T19:56:28.38Z", 
    "sourceName": "eMarketer", 
    "taxCacheId": "964ea981-6287-4430-a8b4-bd19a52b97bf", 
    "taxScore": 118.23901475574314, 
    "urlId": "c1a50c84-ca4c-4aa7-8bb9-3d7461defb6a", 
    "normalizedTaxScore": 0.96954687634051906, 
    "fullBody": "Download with PRO\n\nLearn about PRO   |   Login\n\nDownload\n\nThe Big Location Opportunity in Advertising: Think Physical to Digital | Sponsored Content: This post was contributed and sponsored by HERE Technologies.\n\nShare\n\nTopics\n\nGeolocation\n\nWorldwide\n\nWhether you work for an advertising platform, a brand, an agency, or publisher, you're probably all aware that the digital data generated by consumers' behavior and tendencies lack real-life insight. Very few companies can identify where consumers are, where they have been, or where they are going without some guesswork. Even when customer whereabouts are known, context about the environment around them tends to be missing or inaccurate.\n\nBeyond simple maps, the advertising industry generally lacks accurate data about the static environment to cross reference with dynamic location data from consumers' mobile devices. This makes it difficult to answer questions such as: Where do they go? What time are they home? How long does it take them to commute to work? What do they like doing on Saturday mornings? What media do they come across in the dayâ\u0080\u0093on their mobile, laptop, car radio, billboards, beacons in stores, on TV. How are ads they saw three days ago on their laptops influencing what they're doing now?\n\nBudget allocated to geo-targeted ads is expected to rise from $12.4 billion in 2016 to $32.4 billion in 2021, according to BIA Kelsey.\n\nTransforming advertising\n\nLocation is the only source of data that spans every activity and media experience of a consumer throughout the day from what they see on the way to work, to what they watch on TV at night. And this is why advanced location-enabled intelligence is transforming advertising. It acts as a bridge between the digital and physical worldsâ\u0080\u0093helping you make sense of, and leverage, all the data you hold about consumers.\n\nA greater understanding of where consumers have been, where they are, and where they're going leads to a clearer picture of who the consumer isâ\u0080\u0093revealing patterns and enabling predictions. For example, if a consumer commutes into the center of a city from a wealthy suburb every day, they can be assumed to be an affluent individual. The shops and restaurants they visit might support this assumption. Similarly, if someone visits a university campus each day and returns to a student hall at night, they might be assumed to be a student.\n\nLocation intelligence combined with data sources, such as social media or mobile apps, can surface what people visiting certain places are feeling and thinking. Machine learning and other artificial intelligence techniques can help analyze and process all this unstructured data, to then build patterns and predictions.\n\nFor more insights from HERE Technologies on how location data is going to inform the advertising ecosystem, download the full white paper here.\n\nMedia Gallery", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.emarketer.com/content/the-big-location-opportunity-in-advertising-think-physical-to-digital", 
    "leadText": "Download with PRO\n\nLearn about PRO   |   Login\n\nDownload\n\nThe Big Location Opportunity in Advertising: Think Physical to Digital | Sponsored Content: This post was contributed and sponsored by HERE Technologies."
  }, 
  {
    "rawTaxScore": 14.0, 
    "sourceId": 23, 
    "headline": "Mapbox Ushers In The Next Generation Of Mapping With New SDKs", 
    "wordCount": 802, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T18:36:33.943Z", 
    "sourceName": "Forbes", 
    "taxCacheId": "650ab191-e0e2-4aa4-9280-a5ec970ea9b7", 
    "taxScore": 33.833614264584938, 
    "urlId": "afa88ac3-4219-4315-8bd0-7fe7a198c612", 
    "normalizedTaxScore": 0.23110109265868106, 
    "fullBody": "Right now, a lot of people are very excited about the future of technologies like AR, VR, AI, and autonomous vehicles. However, as I’ve written before, most of these technologies are relatively useless without contextual awareness. I have also written in the past about the importance of image sensors and how they enable AI and autonomous systems to better understand the world around them. Combining location awareness and vision is incredibly difficult and is fundamentally what enables app developers to anchor digital assets in the real world for augmented reality. There are currently only two companies capable of doing this—\n\nGoogle\nGOOGL +1.15%\n\nGoogle\n\nGOOGL\n\n$1154.43$13.1(+1.15%)\n\nAs of 07/06/2018, 02:32pm EDT\n\nand Mapbox. Today I wanted to talk about the lesser known of the two.\n\nMapbox announces new SDKs and partnerships\n\nMapbox has a leg up on Google in that it provides more flexible options for linking image sensors and contextual awareness. Just in the last month, Mapbox announced numerous partnerships and initiatives to further improve location awareness. First, Mapbox announced a partnership with the world leader in mobile chip design, Arm, to implement its new Vision SDK. Mapbox claims the Vision SDK will provide a fusion of visual and location data to improve the accuracy and overall experience of AR. The Vision SDK is arguably one of the biggest announcements out of Mapbox in quite some time—it expands the company’s capabilities while also giving its developers more tools to work with when it comes to live location. It will help developers enable more robust AR in places like automotive navigation. The more developers utilize Mapbox’s platform in their applications, the more Mapbox will thrive.\n\nMapbox also announced the React Native AR SDK and SceneKit SDK for iOS—two developer kits geared towards building AR experiences for mobile. These announcements have the potential to be game-changers. Most AR applications today behave very similarly to VR applications, confined to a single room or a single surface (like a table). Because of this, many consumers and businesses don’t find AR much more compelling than VR—both confine you to a certain space. The real world is where AR really shines, but only if applications can utilize live location correctly and with a reasonable amount of accuracy. I believe Mapbox’s live AR mapping capabilities will enable the next phase of world-scale AR apps, bringing AR much closer to realizing its full potential. Mapbox is investing heavily to enable AR virtually anywhere, which is why you see them continuing to add SDK support and features that make world-scale AR easier to implement.\n\nWhile Google and Mapbox both offer similar capabilities, its worth noting that some of the biggest applications in the world run on Mapbox’s mapping platform. These companies include Foursquare, Snapchat, Tinder,\n\nUber\n, and many more who rely on map accuracy and live location. Mapbox’s trustworthy status as an independent, 3rd party likely appeals to many of these companies. As more users become aware of how their data is used by companies like Google, they will likely become more concerned about how their location data is gathered, and by whom.\n\nWrapping up\n\nUltimately, I believe these new SDKs from Mapbox will help usher in the next generation of AR, AI, and Autonomous Vehicle applications. The company’s flexibility and independent status make the company an attractive option for developers wary of Google, and I think we’re going to see its platform integrated into more and more applications in the coming years. We’re only at the very beginning of what’s possible with this technology, and I look forward to seeing what’s next.\n\nDisclosure: Moor Insights & Strategy, like all research and analyst firms, provides or has provided research, analysis, advising and/or consulting to many high-tech companies in the industry, including\n\nGoogle\nGOOGL +1.15%\n\nGoogle\n\nGOOGL\n\n$1154.43$13.1(+1.15%)\n\nAs of 07/06/2018, 02:32pm EDT\n\n, Mapbox, and many others. The author does not have any investment positions in any of the companies named in this article.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.forbes.com/sites/moorinsights/2018/07/06/mapbox-ushers-in-the-next-generation-of-mapping-with-new-sdks/", 
    "leadText": "Right now, a lot of people are very excited about the future of technologies like AR, VR, AI, and autonomous vehicles"
  }, 
  {
    "rawTaxScore": 17.0, 
    "sourceId": 3995, 
    "headline": "IBT", 
    "wordCount": 711, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T19:11:59.723Z", 
    "sourceName": "International Business Times", 
    "taxCacheId": "7265bf85-37a5-405f-9222-ad4192050d31", 
    "taxScore": 49.834077065866765, 
    "urlId": "239f719c-9560-48eb-a625-5314fc724b19", 
    "normalizedTaxScore": 0.52883638003772571, 
    "fullBody": "A post-credits scene on the \"Justice League\" movie dropped a major bombshell about future DC Comics films. Photo: Warner Bros.\n\nBetween big blockbusters like Thor Ragnarok and Star Wars: The Last Jedi or critical darlings like Three Billboards Outside Ebbing, Missouri, there are seemingly too many great movies to catch right now. That is a problem is largely because movie tickets can get pretty expensive, especially in places like New York City.\n\nSince its founding in 2011, MoviePass has given its customers a way to circumvent the prohibitively expensive cost of movie theaters with a monthly subscription model. Before today, you paid $10 per month and got unlimited access to single tickets at major movie theaters around the United States. According to Engadget, if you act quickly, you can get in on the action for a significant discount.\n\nMoviePass announced a new, limited time annual plan at a price of $89.95, or just below $7 per month, for a years worth of movie tickets. The limit is two of these annual plans per household and, according to the MoviePass website, the offer is valid until its not. If you can scrounge up $90 right now without going bankrupt, you can get into the next calendar year of movies for free.\n\nKeep in mind you have to pay all of it up front. The normal monthly plan is still $10 per month. Depending on where you live, you might break even or save money after seeing one movie on the regular plan. If you pony up the $90 for the new plan, you might as well be stealing movie tickets.\n\nThis comes after MoviePass dropped its price to $10 per month back in August. Prior to that, the cost scaled from $15 to $21 depending on location. As Engadget points out, the extreme surge in signups after the price drop led to card shipments being delayed to new customers. For reference, the MoviePass card is how you get free tickets at the theater.\n\nAfter you have received your card, you can open the MoviePass app on iPhone or Android and search supported theaters and showtimes in your area. Theoretically, you then go to the theater and get your ticket without a fuss. Even though theaters are compensated by MoviePass for these free tickets, they are not always huge fans of the startups business practices. AMC, in particular, wanted to sever ties with MoviePass as recently as August.\n\nCaveats include the fact that one MoviePass card gets you one free ticket, so everyone in a household needs their own card. You also need to pick up the ticket at the theater on the day of the show, so if you wanted to use MoviePass to reserve advance tickets for Star Wars: The Last Jedi, you will unfortunately need to pay like the rest of us. Of course, you can pick up tickets several hours before a show if you want to make sure it does not get sold out.\n\nThe lack of a firm end date for the new MoviePass discount is probably a deliberate way to create a sense of urgency around it. If it is tempting and you can afford it, the service is popular enough that it seems to be worth it.\n\nMoviePass Theater Locations\n\nTo find out which theaters near you accept MoviePass, visit MoviePass' website. Once there either click \"allow\" is the site asks you for location data or scroll to the bottom of the page and enter your ZIP code on the top left portion of the map. Once you've done that all participating MoviePass theaters near you should pop up.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://www.ibtimes.com/moviepass-discount-theaters-get-tickets-7-month-new-deal-2616356", 
    "leadText": "A post-credits scene on the \"Justice League\" movie dropped a major bombshell about future DC Comics films. Photo: Warner Bros."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 3995, 
    "headline": "IBT", 
    "wordCount": 525, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T19:12:32.147Z", 
    "sourceName": "International Business Times", 
    "taxCacheId": "d8871e47-c546-4f7a-bea8-33a9c1ca3634", 
    "taxScore": 28.53069346248628, 
    "urlId": "06424f1b-b08a-4617-9434-1b856eca9ca7", 
    "normalizedTaxScore": 0.13769414801963392, 
    "fullBody": "Theatrical subscriptions service MoviePass has revealed that it will soon use location data of its users to make money. The move isnt viewed as something surprising, considering that the app grants users the ability to watch movies in theaters every day for just $9.95 per month.\n\nMoviePass CEO Mitch Lowe disclosed at a recent Hollywood event that the service will soon collect user location data and monetize such information. We get an enormous amount of information. We watch how you drive from home to the movies. We watch where you go afterwards, Lowe said at the event.\n\nTechCrunch points out that Lowes statement proves that MoviePass is not camouflaging the fact that the company is not treating users as clients but as products. After all, the location data that MoviePass will be making money from will be encoded to the service by users themselves every time they go to the cinema to watch a film.\n\nThe tracking system of MoviePass is also exposed to actually do more than obtaining data about a users trip to a nearby theater. It tracks users even before they leave their homes and after enjoying a big screen experience. For instance, they could go for drinks afterwards and their location will be stored to the app as well.\n\nAccording to MacRumors, MoviePass has made no secret of its plan to monetize its users location data. The service is owned by a data analytics form who has been very vocal about its plan to generate income out of user data.\n\n\"There are dozens and dozens of businesses like ours that invest in building a large subscriber base. Netflix buys $8 billion of content a year, and believe me, they have to borrow the money to do it. Or companies like Facebook -- it's free, but they're monetizing all the advertising and all the data about you. That's exactly what we are [doing], Lowe told Recode last month.\n\nThe problem with what MoviePass is planning to do however lies on the extent of data its app is collecting. It is being assumed that the service will soon collect data like ticket sales, movie choice, promotions and many other things, and such act of hoarding information could invade user privacy.\n\nFortunately, iOS users could combat this invasion of privacy by restricting access of the MoviePass app to their location on their device. They can head to Settings > Privacy > Location Services and select MoviePass. They can the choose from Never, While Using the App or Always for their preferred restriction.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://www.ibtimes.com/moviepass-invading-privacy-service-revealed-be-collecting-monetizing-user-location-2660088", 
    "leadText": "Theatrical subscriptions service MoviePass has revealed that it will soon use location data of its users to make money. The move isnt viewed as something surprising, considering that the app grants users the ability to watch movies in theaters every day for just $9.95 per month."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 1580, 
    "headline": "Private Google Docs Serve Up In Yandex Search Engine Results", 
    "wordCount": 443, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-06T20:11:03.84Z", 
    "sourceName": "MediaPost Communications", 
    "taxCacheId": "2dc929de-42aa-4266-b144-27047d492f7e", 
    "taxScore": 59.737494406227874, 
    "urlId": "10be1f8d-c8bd-4bcc-8d60-c7081b341276", 
    "normalizedTaxScore": 0.67377163949659014, 
    "fullBody": "* by Laurie Sullivan  @lauriesullivan, 15 minutes ago\n\nIt’s not entirely clear how documents from the cloud-based platform Google Docs could have served up in queries on Yandex’s search engine.\n\nThe Russian search engine Yandex told the Associated Press that some users contacted the company on Wednesday to say its public search engine posted what looked like personal Google Doc files.\n\nThe documents ranged from an internal memo from a Russian bank to press summaries and company business plans. The AP reports that the legitimacy for each of those documents could not be confirmed.\n\nGoogle said other search engines can only serve up Google documents that had either been deliberately made public by its authors or when a user publishes a link to a document and makes it available for public access and search.\n\nSaving and protecting users’ personal data is our main priority for search engines. A Yandex spokesperson said the search only yields files that don’t require logins or passwords.\n\nadvertisement\n\nadvertisement\n\nBut the incident is only one in several reported in recent weeks. Earlier this week The Wall Street Journal reported “at one point about two years ago, Return Path employees read about 8,000 unredacted emails to help train the company’s software.”\n\nGmail is one in a long list of Google apps that share data with third-party developers. Stripe software engineer Robert Heaton recently found that the Google Chrome internet browser share online browsing history with third-party developers.\n\nHeaton points to Stylish, an internet browser plug-in, that he found has recorded every website that the company’s 2 million users visit, and has done so since January 2017. Firefox began doing the same in March 2018.\n\nBack in June, security expert Brian Krebs wrote about new research that shows Web sites could run a simple script in the background that collects precise location data on people who have a Google Home or Chromecast device installed anywhere on their local network.\n\nCraig Young, a researcher with security firm Tripwire, discovered the authentication weakness that leaked accurate location information about users of both devices. Krebs wrote attack worked by asking the Google device for a list of nearby wireless networks and sending it to Google’s geolocation lookup services.", 
    "sourceDateCreated": "2018-07-09T05:00:00Z", 
    "fullPath": "https://www.mediapost.com/publications/article/321828/private-google-docs-serve-up-in-yandex-search-engi.html", 
    "leadText": "* by Laurie Sullivan  @lauriesullivan, 15 minutes ago\n\nIt’s not entirely clear how documents from the cloud-based platform Google Docs could have served up in queries on Yandex’s search engine."
  }, 
  {
    "rawTaxScore": 16.0, 
    "sourceId": 118, 
    "headline": "Factors beyond youth, conservative cred in high court pick", 
    "wordCount": 1439, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-07T08:35:50.003Z", 
    "sourceName": "Yahoo", 
    "taxCacheId": "a86d8c00-d8a7-401e-9095-e63b5811ff3e", 
    "taxScore": 25.718727476787745, 
    "urlId": "66daaad2-9b7e-481b-8cd5-8a856172503a", 
    "normalizedTaxScore": 0.095585278771745164, 
    "fullBody": "WASHINGTON (AP) â\u0080\u0094 They're all younger than 55 and conservative enough to make a first cut. But the four judges who are apparently the finalists for President Donald Trump's second Supreme Court nomination are being measured against a set of questions that go well beyond age and ideology.\n\nPresidents weigh all sorts of considerations in deciding on a Supreme Court nominee, often beginning with the big question: Will the choice be confirmed by the Senate? Academic credentials, professional experience and sometimes even gender, race and geographical diversity all can be part of the equation.\n\nThe stakes are sky high for filling the opening created by Justice Anthony Kennedy's imminent retirement. The new justice has the potential to entrench conservative control of the Supreme Court for years to come.\n\nHere are some of the pluses and minuses for each of the presumed leading candidates, in alphabetical order:\n\n___\n\nAMY CONEY BARRETT, 46, judge on the U.S. Court of Appeals for the 7th Circuit\n\nIf Trump is looking to make history, Barrett could have some appeal. If she's chosen and confirmed, it would be the first time four women would serve together on the nine-member Supreme Court. In addition, she is the youngest of the leading candidates, and Trump has said he wants his nominee to serve for decades. Barrett, a longtime law professor at the University of Notre Dame, also served as a law clerk to the late Justice Antonin Scalia, who is beloved by conservatives. And she recently made it through the confirmation process, with the Senate approving her nomination to be an appeals court judge in October. Three Democrats voted for her then.\n\nBut Barrett's recent ascension to the appeals court means she does not have the long, conservative record that lawmakers on the right find reassuring. Barrett is also seen as a potentially divisive nominee because of statements she's made about her Catholic faith and about abortion. In her 20s she co-authored a paper that said Catholic judges, if they are faithful to church teachings, are \"morally precluded\" from enforcing the death penalty. At her recent confirmation hearing, however, she said it was never permissible for judges to \"follow their personal convictions in deciding a case.\" More recently, she's written that abiding by precedent is \"not a hard-and-fast rule\" in the Supreme Court's constitutional cases. Although the statement is undoubtedly accurate, it is likely to be seized on by supporters of abortion rights as they try to convince moderate Republican senators that Barrett might vote to overturn the 1973 Roe v. Wade decision declaring a woman's constitutional right to abortion.\n\n___\n\nTHOMAS HARDIMAN, 52, judge on the U.S. Court of Appeals for the 3rd Circuit\n\nHardiman was a runner-up when Trump nominated Neil Gorsuch to the high court in 2017. He might appeal to Trump if the president is looking for someone from a blue-collar background. Hardiman was the first in his family to attend college, at the University of Notre Dame, then helped pay for his law school education at Georgetown by driving a taxi. Hardiman has some notable opinions in his 11 years on the appeals court that could appeal to Trump, including upholding strip searches of jail inmates, even those arrested on minor charges, backing collection of genetic evidence from people at the time of their arrest, and dissenting from a ruling that upheld gun regulations in New Jersey.\n\nHardiman's judicial chambers are in Pittsburgh, where his wife comes from a family of prominent Democrats. He also was a colleague of Trump's sister, Judge Maryanne Trump Barry, who stopped hearing cases last year. Some conservative groups don't trust Barry because she wrote an opinion striking down a New Jersey abortion regulation in 2000, and they hope she has no influence over her brother's choice.\n\n___\n\nBRETT KAVANAUGH, 53, judge on the U.S. Court of Appeals for the District of Columbia Circuit\n\nRoughly 300 opinions in 12 years as a judge and a raft of legal articles and speaking engagements make Kavanaugh the most prolific of the prospective nominees. He is widely viewed as a skilled, conservative judge on what is often called the second most powerful court in America. His opinions include several dissents that were later vindicated by Supreme Court majority opinions. Kavanaugh, who worked on the investigation that led to President Bill Clinton's impeachment, later wrote that he thinks presidents shouldn't have to deal with criminal investigations or civil lawsuits while in office â\u0080\u0094 a view that Trump might find attractive. He attended Yale both as an undergraduate and law student, and served as a law clerk to Kennedy. He is active in his local Catholic church and as a coach for his daughters' basketball teams.\n\nSome social conservatives fear Kavanaugh isn't committed to issues that matter to them, like abortion. They cite a recent case involving a pregnant teenaged immigrant in federal custody. Kavanaugh would have delayed the teen's abortion, in line with the Trump administration's position, but another judge would have gone farther and declared that, as someone who is in the U.S. illegally, the teen had no right at all to an abortion. Kavanaugh's close ties to the Bush family, stemming from his five years in the White House under President George W. Bush, might not be a positive to Trump, who has sparred with the Bushes. Kavanaugh also was a clerk for Judge Alex Kozinski, who retired abruptly last year as allegations of sexual misconduct grew.\n\n___\n\nRAYMOND KETHLEDGE, 51, judge on the U.S. Court of Appeals for the 6th Circuit\n\nKethledge's 10 years as a federal appeals court judge give him a long record of conservative opinions that may make Trump and Republican senators feel secure about the kind of Supreme Court justice he'd be. He's written opinions siding against unions in a dues collection case, admonishing the IRS in a case about its targeting of conservative groups and okaying broad access by the government to cellphone location data, an opinion overturned last month by the Supreme Court. He's also seen as a strong supporter of the Second Amendment.\n\nLike Kavanaugh, Kethledge is a former Kennedy clerk and would no doubt cite that experience in attempting to appeal to moderates. Kethledge also has first-hand experience with Congress. For about a year and a half in the 1990s, Kethledge was counsel to Republican Sen. Spencer Abraham of Michigan. If Kethledge is the nominee, that experience working for Congress could help in the customary courtesy visits to senators before a confirmation hearing.\n\nAt the same time, Kethledge left Washington to return to Michigan two decades ago. He probably has fewer friends in the nation's capital than Kavanaugh, but Trump may put value on the fact he's an outsider and less well known in Washington. In addition, Trump is thought to be looking for a nominee with superior academic credentials. That could be a problem for Kethledge if what Trump really meant was that he wants an Ivy Leaguer, like the rest of the high court. Kethledge attended the University of Michigan for both undergraduate and law school.", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "https://www.yahoo.com/news/factors-beyond-youth-conservative-cred-high-court-pick-045016465.html", 
    "leadText": "WASHINGTON (AP) â?? They're all younger than 55 and conservative enough to make a first cut. But the four judges who are apparently the finalists for President Donald Trump's second Supreme Court nomination are being measured against a set of questions that go well beyond age and ideology."
  }, 
  {
    "rawTaxScore": 12.0, 
    "sourceId": 4540, 
    "headline": "A New World Map", 
    "wordCount": 397, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-08T00:30:42.237Z", 
    "sourceName": "Healthcare Informatics online", 
    "taxCacheId": "15e8aebb-a3e6-4717-a4a0-011281b04bcc", 
    "taxScore": 46.455856346133714, 
    "urlId": "c225c1f4-341b-40fa-b65b-ee1ab7d6f50f", 
    "normalizedTaxScore": 0.47048740331318833, 
    "fullBody": "As changes in technology and operations sweep healthcare, more areas are falling under the aegis of the chief information officer - from medical records to biomedical engineering to facility planning and new construction - and many are finding their responsibility zone widening. For some senior executives whose CIO title emerged in the late 1980s and early 1990s, the shift may feel a little like dÃ©jÃ  vu. Read our cover story, â\u0080\u009cExpanding Universes,â\u0080\u009d page 12, to see how CIOs are managing the governance, strategy, and management issues that this role expansion is bringing.\n\nLong wait times in emergency departments (EDs) are plaguing many hospitals. And as more patients bypass physician offices and seek treatment in the ED, the problem is worsening. Smart hospital executives are realizing that if wait times are too long, frustrated patients are bound to walk out the door and take their revenue with them. Though bed management systems and fast-track triage programs can improve turnover and increase efficiency, patients are still often left in the dark as to when the doctor will see them. With that in mind, a handful of organizations are going one step further and are devising innovative methods of communicating wait times to patients - in some cases even before they arrive at the hospital. Read â\u0080\u009cWait Watchers,â\u0080\u009d page 30 to see what technologies are being leveraged in this space.\n\nFor years, industry experts have been predicting significant growth in the healthcare sector of the RFID market, but a number of hospitals seem to have put that technology on the backburner. In â\u0080\u009cRight on Track,â\u0080\u009d page 35, we focus our lens on where the trend is heading in terms of tracking technologies, what hospital leaders are looking to accomplish by implementing RFID systems, and what we can expect to see in the near future.\n\nHealthcare Informatics 2010 April;27(4):10", 
    "sourceDateCreated": "2010-03-28T05:00:00Z", 
    "fullPath": "https://www.healthcare-informatics.com/article/new-world-map", 
    "leadText": "As changes in technology and operations sweep healthcare, more areas are falling under the aegis of the chief information officer - from medical records to biomedical engineering to facility planning and new construction - and many are finding their responsibility zone widening"
  }, 
  {
    "rawTaxScore": 16.0, 
    "sourceId": 1113, 
    "headline": "Factors beyond youth, conservative cred in high court pick", 
    "wordCount": 1353, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-07T19:11:34.097Z", 
    "sourceName": "Boston", 
    "taxCacheId": "1e8744a4-9411-4941-b413-5bb979c29170", 
    "taxScore": 27.052720731904408, 
    "urlId": "c5e242e5-ec03-4e31-b0b3-e3dfffeedf36", 
    "normalizedTaxScore": 0.11474613400546291, 
    "fullBody": "WASHINGTON (AP) â\u0080\u0094 Theyre all younger than 55 and conservative enough to make a first cut. But the four judges who are apparently the finalists for President Donald Trumps second Supreme Court nomination are being measured against a set of questions that go well beyond age and ideology.\n\nPresidents weigh all sorts of considerations in deciding on a Supreme Court nominee, often beginning with the big question: Will the choice be confirmed by the Senate? Academic credentials, professional experience and sometimes even gender, race and geographical diversity all can be part of the equation.\n\nThe stakes are sky high for filling the opening created by Justice Anthony Kennedys imminent retirement. The new justice has the potential to entrench conservative control of the Supreme Court for years to come.\n\nAdvertisement\n\nHere are some of the pluses and minuses for each of the presumed leading candidates, in alphabetical order:\n\n___\n\nAMY CONEY BARRETT, 46, judge on the U.S. Court of Appeals for the 7th Circuit\n\nIf Trump is looking to make history, Barrett could have some appeal. If shes chosen and confirmed, it would be the first time four women would serve together on the nine-member Supreme Court. In addition, she is the youngest of the leading candidates, and Trump has said he wants his nominee to serve for decades. Barrett, a longtime law professor at the University of Notre Dame, also served as a law clerk to the late Justice Antonin Scalia, who is beloved by conservatives. And she recently made it through the confirmation process, with the Senate approving her nomination to be an appeals court judge in October. Three Democrats voted for her then.\n\nBut Barretts recent ascension to the appeals court means she does not have the long, conservative record that lawmakers on the right find reassuring. Barrett is also seen as a potentially divisive nominee because of statements shes made about her Catholic faith and about abortion. In her 20s she co-authored a paper that said Catholic judges, if they are faithful to church teachings, are morally precluded from enforcing the death penalty. At her recent confirmation hearing, however, she said it was never permissible for judges to follow their personal convictions in deciding a case. More recently, shes written that abiding by precedent is not a hard-and-fast rule in the Supreme Courts constitutional cases. Although the statement is undoubtedly accurate, it is likely to be seized on by supporters of abortion rights as they try to convince moderate Republican senators that Barrett might vote to overturn the 1973 Roe v. Wade decision declaring a womans constitutional right to abortion.\n\nAdvertisement\n\n___\n\nTHOMAS HARDIMAN, 52, judge on the U.S. Court of Appeals for the 3rd Circuit\n\nHardiman was a runner-up when Trump nominated Neil Gorsuch to the high court in 2017. He might appeal to Trump if the president is looking for someone from a blue-collar background. Hardiman was the first in his family to attend college, at the University of Notre Dame, then helped pay for his law school education at Georgetown by driving a taxi. Hardiman has some notable opinions in his 11 years on the appeals court that could appeal to Trump, including upholding strip searches of jail inmates, even those arrested on minor charges, backing collection of genetic evidence from people at the time of their arrest, and dissenting from a ruling that upheld gun regulations in New Jersey.\n\nHardimans judicial chambers are in Pittsburgh, where his wife comes from a family of prominent Democrats. He also was a colleague of Trumps sister, Judge Maryanne Trump Barry, who stopped hearing cases last year. Some conservative groups dont trust Barry because she wrote an opinion striking down a New Jersey abortion regulation in 2000, and they hope she has no influence over her brothers choice.\n\n___\n\nBRETT KAVANAUGH, 53, judge on the U.S. Court of Appeals for the District of Columbia Circuit\n\nRoughly 300 opinions in 12 years as a judge and a raft of legal articles and speaking engagements make Kavanaugh the most prolific of the prospective nominees. He is widely viewed as a skilled, conservative judge on what is often called the second most powerful court in America. His opinions include several dissents that were later vindicated by Supreme Court majority opinions. Kavanaugh, who worked on the investigation that led to President Bill Clintons impeachment, later wrote that he thinks presidents shouldnt have to deal with criminal investigations or civil lawsuits while in office â\u0080\u0094 a view that Trump might find attractive. He attended Yale both as an undergraduate and law student, and served as a law clerk to Kennedy. He is active in his local Catholic church and as a coach for his daughters basketball teams.\n\nAdvertisement\n\nSome social conservatives fear Kavanaugh isnt committed to issues that matter to them, like abortion. They cite a recent case involving a pregnant teenaged immigrant in federal custody. Kavanaugh would have delayed the teens abortion, in line with the Trump administrations position, but another judge would have gone farther and declared that, as someone who is in the U.S. illegally, the teen had no right at all to an abortion. Kavanaughs close ties to the Bush family, stemming from his five years in the White House under President George W. Bush, might not be a positive to Trump, who has sparred with the Bushes. Kavanaugh also was a clerk for Judge Alex Kozinski, who retired abruptly last year as allegations of sexual misconduct grew.\n\n___\n\nRAYMOND KETHLEDGE, 51, judge on the U.S. Court of Appeals for the 6th Circuit\n\nKethledges 10 years as a federal appeals court judge give him a long record of conservative opinions that may make Trump and Republican senators feel secure about the kind of Supreme Court justice hed be. Hes written opinions siding against unions in a dues collection case, admonishing the IRS in a case about its targeting of conservative groups and okaying broad access by the government to cellphone location data, an opinion overturned last month by the Supreme Court. Hes also seen as a strong supporter of the Second Amendment.\n\nLike Kavanaugh, Kethledge is a former Kennedy clerk and would no doubt cite that experience in attempting to appeal to moderates. Kethledge also has first-hand experience with Congress. For about a year and a half in the 1990s, Kethledge was counsel to Republican Sen. Spencer Abraham of Michigan. If Kethledge is the nominee, that experience working for Congress could help in the customary courtesy visits to senators before a confirmation hearing.\n\nAt the same time, Kethledge left Washington to return to Michigan two decades ago. He probably has fewer friends in the nations capital than Kavanaugh, but Trump may put value on the fact hes an outsider and less well known in Washington. In addition, Trump is thought to be looking for a nominee with superior academic credentials. That could be a problem for Kethledge if what Trump really meant was that he wants an Ivy Leaguer, like the rest of the high court. Kethledge attended the University of Michigan for both undergraduate and law school.", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "https://www.boston.com/news/politics/2018/07/07/factors-beyond-youth-conservative-cred-in-high-court-pick", 
    "leadText": "WASHINGTON (AP) â?? Theyre all younger than 55 and conservative enough to make a first cut. But the four judges who are apparently the finalists for President Donald Trumps second Supreme Court nomination are being measured against a set of questions that go well beyond age and ideology."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 8155, 
    "headline": "A Racing Robocar Takes On England's Swankiest Track", 
    "wordCount": 1077, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-07T14:37:20.853Z", 
    "sourceName": "Wired (tiered subscription model)", 
    "taxCacheId": "285d38d0-24f1-41e0-becc-e50792218e47", 
    "taxScore": 29.582274019878362, 
    "urlId": "d8652298-8861-4a01-84f7-7db97a254f80", 
    "normalizedTaxScore": 0.1549919281630564, 
    "fullBody": "Roborace's Robocar is headed for the Goodwood Festival of Speed, where Ferraris tend to outnumber robots. “We’re pretty sure when the car appears, people will freak out,\" the effort's CEO says.\n\nRoborace\n\nOnce a year, the bucolic grounds of Goodwood House in West Sussex, England, are consumed by the smell of exhaust fumes, the sound of engines revving, and an excited crowd of 100,000 people, all wanting a look at the special cars on show. They gather here because Charles Gordon-Lennox, the 11th Duke of Richmond, likes to occasionally open his home to host the Goodwood Festival of Speed, a celebration of all the history, the heritage, and the future of motor racing.\n\nThis week, among the supercars, hypercars, and pure racing cars, Goodwood visitors will spot a low, black machine streaking in near silence up the winding driveway to the estate, which for the event is transformed into a 1.16-mile hill climb track.\n\n“We’re pretty sure when the car appears, people will freak out,” says Rod Chong, deputy CEO of Roborace. And it will be the first machine to  give the hill climb a try without a human in command, so there are some nerves. “We aren’t sleeping very well right now,” Chong says.\n\nRobocar is an autonomous race car developed by Roborace, which is starting the world’s first motorsports series for self-driving cars. Its vehicle doesn’t have the constraint of keeping a human driver safe, so the design team—led by Daniel Simon, known for his work on Tron: Legacy—dropped the cockpit and whittled away the central spine of the vehicle. The wheels flare out at the corners, behind huge aero ducts.\n\nRoborace first unveiled its car in February 2017, with long-term plans to build a whole bunch, and pit them against one another on a track. The design uses four electric motors for a total of more than 500 horsepower. As in most self-driving prototypes, a computer tries to make sense of the world with input from lidar, GPS, cameras, and radar. Teams who want to race will use the same hardware platform but will design their own software, looking for a racing edge.\n\nRobocar was built to run on professional race courses used by Formula E, the electric racing series with which Roborace is associated. It’s designed for neat and tidy pavement, clear road edges, and immobile crash barriers that can be used as reference points. Here, it will have none of those things. “The challenge with Goodwood is that it’s a temporary structure that only gets built up the week of the event,” Chong says. His car will have to contend with indistinct grass curbs and protective hay bales that might move if someone else crashes into them or they get kicked by the crowd.\n\nThe first big test at Goodwood comes Monday, when the team will run the track in a private test, ahead of the show days on Friday, Saturday, and Sunday. “Monday is the first time we’ll have tested in the real environment,” says Bryn Balcombe, Roborace’s chief strategy officer.\n\nThe biggest issue the team anticipates is the trees. The canopy is so thick over the driveway that satellite GPS signals can’t make it through the leaves, which means the car won’t be able to accurately map its position. Instea, the team has written software for the hill climb that relies on lidar laser sensors for real-time environment perception. Luckily, running on the Formula E race track last December in Hong Kong gave them some experience to build on. There, the tall buildings posed a similar obstacle to GPS reception.\n\nAt Goodwood, the Roborace team plans to run the course very early each morning, before things get started, just to rescan it and check if any bales have shifted. Then they’ll run the car in whatever slot they’re assigned, in between the groups of touring cars, 1950s Formula 1 cars, the road-going racers, and whatever other magnificent vehicles make the trip.\n\nFor this year’s outing, the team isn’t looking to set any records. They’ll be happy just to drive, and complete, the course three days in a row. That’s not to say they’re taking it slow. “We want to run to a good level of speed—it’ll be visually exciting, believe me,” Chong says. But really it’s a proof of concept and a chance to remind a petrol-head crowd that the future might be electric and autonomous, but it will definitely still be fun.\n\n------------\n\nMore Great WIRED Stories\n\n* This nonsensical 3-wheeler might be the future of driving\n* How to free up space on your iPhone\n* The complexity of simply searching for medical advice\n* PHOTO ESSAY: 'Fire flowers' dazzle in Japan\n* Inside the crypto world's biggest scandal\n* Looking for more? Sign up for our daily newsletter and never miss our latest and greatest stories\n\nRelated Video\n\nScience\n\nAstronomer Explains One Concept in 5 Levels of Difficulty\n\nWIRED has challenged NASA's Varoujan Gorjian (Research Astronomer, NASA Jet Propulsion Lab) to explain black holes to 5 different people; a child, teen, a college student, a grad student and an expert.\n\n* #Self-Driving Cars\n* #Motorsports\n* #Concept Cars", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "https://www.wired.com/story/roborace-robocar-goodwood-festival-speed-hill-climb/", 
    "leadText": "Roborace's Robocar is headed for the Goodwood Festival of Speed, where Ferraris tend to outnumber robots. “We’re pretty sure when the car appears, people will freak out,\" the effort's CEO says."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 99, 
    "headline": "Timehop breach hits 21 million users due to a lack of 2FA on cloud services", 
    "wordCount": 748, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-09T04:36:42.467Z", 
    "sourceName": "ZDNet", 
    "taxCacheId": "73acef09-7e31-4ebf-a312-db67aebbb4d9", 
    "taxScore": 39.670203342704063, 
    "urlId": "d4a72eb7-2769-44c0-ac1d-0363ef4c9871", 
    "normalizedTaxScore": 0.3433495697537039, 
    "fullBody": "Timehop, a service that surfaces a user's past social media content, has revealed a security breach that hit the company on July 4, and resulted in a database of 21 million users hit.\n\nAs a result, the company has voided all social media authorisation tokens it held, and is alerting its users.\n\nAround 4.7 million phone numbers were breached, alongside its usernames and email addresses. Timehop said no financial data was affected, nor social media content, and there has been no evidence of any improper account access.\n\n\"A small number of records included a name, a phone number, and an email address; a somewhat larger number included a name and phone number; a larger number included a name and an email address,\" the company said. \"No financial data, private messages, direct messages, user photos, user social media content, social security numbers, or other private information was breached.\"\n\nThe intrusion began just after 2pm EST on July 4, and ended two hours and 19 minutes later when the attackers were locked out, Timehop said.\n\n\"The breach occurred because an access credential to our cloud computing environment was compromised. That cloud computing account had not been protected by multifactor authentication,\" it said.\n\nIn another blog post, the company said that on December 19, admin credentials were used an by unauthorised user to log in into its cloud environment, and began reconnaissance activities over the next two days, and logged in twice more leading up to July 4.\n\n\"Once we recognised that there had been a data security incident, Timehop's CEO and COO contacted the board of directors and company technical advisors; informed federal law enforcement officials; and retained the services of a cybersecurity incident response company, a cybersecurity threat intelligence company; and a crisis communications company,\" Timehop said.\n\nWith the company voiding its social media tokens, users will need to reauthenticate each service to continue using Timehop.\n\nLast week, Linux distribution Gentoo detailed how an attack on its GitHub organisation was successful.\n\nThe attack took place on June 28, and saw Gentoo unable to use GitHub for approximately five days.\n\nDue a lack of two-factor authentication, once the attacker guessed an admin's password, the organisation was in trouble.\n\n\"The attacker gained access to a password of an organisation administrator. Evidence collected suggests a password scheme where disclosure on one site made it easy to guess passwords for unrelated web pages,\" the incident report said.\n\nGentoo now has a requirement for two-factor authentication to join its GitHub organisation.\n\nRelated Coverage\n\nFitness app Polar exposed locations of spies and military personnel\n\nLocation data revealed the home addresses of intelligence officers -- even when their profiles were set to private.\n\nAustralian National University still tight-lipped on system breach\n\nReports have indicated the breach originated in China, with the finger pointed at the Chinese government.\n\nGDPR security pack: Policies to protect data and achieve compliance\n\nOne of the key requirements of the newly enacted GDPR is a demonstrated effort to enforce security measures that safeguard customer data. This bundle includes six policies you can customize and implement...\n\nThis keyboard attack steals passwords by reading heat from your fingers\n\nThermanator harvests thermal energy to steal passwords directly from your fingertips.\n\nTyping 'A' key 29 times lets you hack HPE iLO 4 servers (TechRepublic)\n\nUtilizing a cURL request and the string of letters, researcher obtained a cleartext password.\n\nThe dirty secret about Bitcoin: It's amplifying ransomware, cybercrime, and more (TechRepublic)\n\nAs Bitcoin grows in popularity, potential buyers need to be aware of risks that go along with it.", 
    "sourceDateCreated": "2018-07-09T05:00:00Z", 
    "fullPath": "https://www.zdnet.com/article/timehop-breach-hits-21-million-users-due-to-a-lack-of-2fa-on-cloud-services/", 
    "leadText": "Timehop, a service that surfaces a user's past social media content, has revealed a security breach that hit the company on July 4, and resulted in a database of 21 million users hit."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 11846, 
    "headline": "Promate pitches Cyclone wireless speaker, RFID-blocking wallet", 
    "wordCount": 473, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-08T17:40:22.03Z", 
    "sourceName": "Newsbytes.ph (Philippines)", 
    "taxCacheId": "cb5d3922-1fb9-4257-bfc2-aa71fd950c8d", 
    "taxScore": 30.9245622073174, 
    "urlId": "3b7d32a2-1ecd-44e9-884b-6f96a1d2dc59", 
    "normalizedTaxScore": 0.17807811733176698, 
    "fullBody": "Tech peripherals maker Promate has introduced in the Philippines the Cyclone wireless Bluetooth speaker and the RFID-blocking wallet.\n\nThe cyclone vibrates like a regular speaker but amplifies these vibrations to allow them to permeate through anything from a desk or window to a cup or cardboard box. This means you get the power of a much larger speaker and amplifier in a portable package.\n\nThe multi-function 36-watt speaker takes music listening experience on to the next level with crisp, clear and incredibly loud sound.\n\nThe Cyclone features three playback modes:\n\nâ\u0080¢ Full Speaker and Vibration Mode: This mode has both the speaker and vibration function on. This is best used on surfaces like wood and glass that will give you the best sound reproduction.\n\nâ\u0080¢ Speaker Only Mode: This mode uses just the speaker, and the vibration feature is turned off. This is best used for surfaces that do not transmit sound or for more private listening.\n\nâ\u0080¢ Vibration Only Mode: The last mode is just vibration function. You will not use this mode often and would only be used in conjunction with another sound system\n\nUnlike average portable speakers, this unique Bluetooth speaker features a built-in microphone that lets users make and receive hands-free calls without ever having to disconnect their device.\n\nUtilizing a standard 3.5mm headphone jack, the Promate Cyclone is compatible with most mobile phones and media players, so users don’t have to worry about whether it will work with their device.\n\nIts rechargeable 3200mAh lithium ion battery provides up to three hours of play time. Recharging the Cyclone battery from flat should take around 2 hours with the included USB charge cable.\n\nThe Cyclone retails for P6,995.00.\n\nThe Promate RFID-blocking wallet, meanwhile, is a slim wallet with aluminum card case.\n\nWeighing at just 100gms, the RFID Wallet provides increased protection without the weighty bulk. It keeps your vital information secure and protected from electronic Pickpocketing.\n\nWith capacity for up to 6 cards and a slim design that fits in your pocket, makes RFIDWallet a necessity when on vacation or travelling.\n\nThe RFIDWallet has a tag price of P995.00.\n\nPromate is a digital lifestyle electronic accessory brand focused on delivering the most specialized and original electronic peripheral solutions for smartphones, tablets, and laptops.\n\nIncorporated in the year 2008 and headquartered in Dubai, Promate Technologies has grown to become one of the largest and most awarded provider of accessories for portable devices and digital media.", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "http://newsbytes.ph/2018/07/08/promate-pitches-cyclone-wireless-speaker-rfid-blocking-wallet/", 
    "leadText": "Tech peripherals maker Promate has introduced in the Philippines the Cyclone wireless Bluetooth speaker and the RFID-blocking wallet."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 99, 
    "headline": "Fitness app Polar exposed locations of spies and military personnel", 
    "wordCount": 1919, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-08T13:36:01.207Z", 
    "sourceName": "ZDNet", 
    "taxCacheId": "819ac98e-7d2b-4020-bbd8-3d24e1b24c76", 
    "taxScore": 28.344325744515057, 
    "urlId": "ce8c3fcb-1678-4600-88c3-6a354938b95f", 
    "normalizedTaxScore": 0.13470878039637618, 
    "fullBody": "(Image: ZDNet/supplied)\n\nA popular fitness app that tracks the activity data on millions of users has inadvertently revealed the locations of personnel working at military bases and intelligence services.\n\nThe app, Polar Flow, built by its eponymous company Polar, a Finnish-based fitness tracking giant with offices in New York, allowed anyone to access a user's fitness activities over several years -- simply by modifying the browser's web address.\n\nFor most users who set their activity tracking records to public, posting their workouts on Polar's so-called Explore map is a feature and not a privacy issue. But even with profiles set to private, a user's fitness activity can reveal where a person lives.\n\nAn exposed location of anyone working at a government or military installation can quickly become a national security risk.\n\nIt's the second time this year a fitness app has sparked controversy by revealing the locations of personnel at sensitive installations. Strava was forced to pull its maps offline and change its privacy settings after word quickly spread that the fitness trackers used by military personnel were exposing the classified routes between bases on the battlefield, making it easy to launch attacks. Much of the controversy was because the companies put the onus of privacy on the user, but many are not aware their information is searchable, let alone accessible by anybody.\n\nAlthough the existence of many government installations are widely known, the identities of their employees were not.\n\nBut now, an investigation by Dutch news site De Correspondent and Bellingcat found that Polar Flow exposed their fitness tracking data. The company's developer API could be improperly queried to retrieve fitness activities, like each running and cycling session, on any user.\n\nMore from De Correspondent: This fitness app lets anyone find names and addresses for thousands of soldiers and secret agents | How we found the names and addresses of soldiers and secret agents | Why we decided to publish our findings | Check your apps\n\nWith two pairs of coordinates dropped over any sensitive government location or facility, it was possible to find the names of personnel who track their fitness activities dating as far back as 2014.\n\nThe reporters identified more than 6,400 users believed to be exercising at sensitive locations, including the NSA, the White House, MI6 in London, and the Guantanamo Bay detention center in Cuba, as well as personnel working on foreign military bases.\n\nNames of officers and agents at foreign intelligence services, like GCHQ in Cheltenham, the French DGSE in Paris, and the Russian GRU in Moscow, were also found.\n\nStaff at nuclear storage facilities, missile silos, and prisons were also spotted.\n\nDe Correspondent shared some of the data with ZDNet to examine.\n\nNot only was it possible to see exactly where a user had exercised, it was easy to pinpoint exactly where a user lived, if they started or stopped their fitness tracking as soon as they left their house.\n\nBecause there were no limits on how many requests the reporters could make, coupled with easily enumerable user ID numbers, it was possible for anyone -- including malicious actors or foreign intelligence services -- to scrape the fitness activity data on millions of users.\n\nBut they also found they could trick the API into retrieving fitness tracking data on private profiles.\n\nBagram Airfield, Afghanistan. (Image: De Correspondent/supplied)\n\nBritish Secret Intelligence Service (MI6), London. (Image: De Correspondent/supplied)\n\nIn densely populated areas such as the White House, the number of ordinary people tracking their fitness nearby is higher, adding to a lot of unwanted noise in the data, but isolated military camps and government bases produced better results..\n\nDe Correspondent explained in an additional report how easy it was to follow around one Polar user, believed to be an officer at the Dutch state intelligence service, across the world, and even locate his home address. Yet, in some countries, like the Netherlands, revealing an intelligence officer's identity is illegal, the reporters pointed out.\n\nZDNet was able to trace one person who exercised nearby to NSA headquarters in Ft. Meade. The user later started his exercise tracking as he left his house in nearby Virginia. Through public records, we confirmed his name, and his role as a senior military official.\n\nRead more: How Strava's \"anonymized\" fitness tracking data spilled government secrets | Researchers found a way to unmask Strava users' hidden locations | Strava lesson: Share fitness data online? Check these privacy settings now | Fit by Data: Where data and fitness overlap\n\nAnother person, also believed to be an NSA staffer based at Ft. Meade, was found exercising close to the Guantanamo Bay detention facility.\n\nThe Dutch reporters also found the fitness tracking data of several foreign military and intelligence officers near sensitive installations in the US.\n\nThe data can build up an unsettling picture of a person's life, where they live, where they go, and open up avenues to find out more about who they are and who they know.\n\nBut while some would call it creepy and unnerving, others would call it espionage.\n\nJoseph Lorenzo Hall, chief technologist at the Center for Democracy & Technology, commented on the exposure.\n\n\"There's probably a point in our recent history or future past which you can't be a spy anymore,\" he said.\n\nAfter a private disclosure, Polar took its map offline shortly before publication.\n\nIn a statement sent by Polar chief strategy officer Marco Suvilaakso, the company said it \"recently learned that public location data shared by customers via the Explore feature in Flow could provide insight into potentially sensitive locations.\"\n\nThe company denied a leak or a breach of its systems.\n\n\"Currently the vast majority of Polar customers maintain the default private profiles and private sessions data settings, and are not affected in any way by this case,\" said the statement. \"While the decision to opt-in and share training sessions and GPS location data is the choice and responsibility of the customer, we are aware that potentially sensitive locations are appearing in public data, and have made the decision to temporarily suspend the Explore API.\"\n\nWe asked Polar if this data exposure, specifically the revealing of some home addresses on private profiles, constituted a breach of Europe's new data protection law -- known as GDPR.\n\n\"Yes, we are GDPR compliant,\" said Suvilaakso.\n\nPolar does not reveal its user figures, but De Correspondent found more than 30 million users IDs.\n\nNSA headquarters at Fort Meade, MD. (Image: De Correspondent/supplied)\n\nDGSE headquarters, Paris. (Image: De Correspondent/supplied)\n\nGuantanamo Bay detention camp. (Image: De Correspondent/supplied)\n\nDe Correspondent contacted Dutch and Finnish authorities to secure Polar's platform, while ZDNet contacted several US authorities about the data exposure.\n\nWe contacted several government departments, including the Office of the Director of National Intelligence, which oversees the intelligence community and its agencies. Spokesperson Charles Carithers said Thursday the ODNI was \"aware of the potential impacts\" of devices that collect and report personal and locational data.\n\n\"The use of personal fitness and similar devices by individuals engaged in US Government support is determined and directed by each agency and department,\" he said.\n\nNSA spokesperson Brynn Freeland said the agency \"has in place and enforces policies regarding the use of wearable fitness devices inside controlled work areas,\" but did not say what those policies were.\n\n\"In addition, we have an ongoing educational campaign for our workforce focusing on the relationship between technology, their privacy, and operational security,\" he said.\n\nCIA spokesperson Ryan Trapani declined to comment, or provide its guidance on the use of personal fitness devices, and the White House did not comment when reached Thursday. A spokesperson for the National Security Council also did not comment.\n\nThe FBI did not return a request for comment. A spokesperson for the Pentagon did not respond to a request for comment either.\n\nIn earlier statements, the department that oversees the military said it \"takes matters like these very seriously.\" Previous guidance shows military personnel are not permitted to use fitness trackers that contain Wi-Fi or cellular capabilities, but it permits Bluetooth and GPS-enabled devices that sync data to phones.\n\nPolar isn't the only fitness tracking company inadvertently exposing user data. Other fitness apps had similar issues, though the reporters said the exposures were not to the same extent as Polar.\n\nPolar apologized for the inconvenience caused by suspending the map.\n\n\"However our goal is to raise the level of privacy protection and to heighten the awareness of good personal practices when it comes to sharing GPS location data,\" the company said.\n\nGot a tip?\n\nYou can send tips securely over Signal and WhatsApp at 646-755â\u0080\u00938849. You can also send PGP email with the fingerprint: 4D0E 92F2 E36A EC51 DAAE 5D97 CB8C 15FA EB6C EEA5.\n\nRead More\n\nZDNET INVESTIGATIONS\n\n* Researchers say a breathalyzer has flaws, casting doubt on countless convictions\n* Lawsuits threaten infosec research â\u0080\u0094 just when we need it most\n* NSA's Ragtime program targets Americans, leaked files show\n* Leaked TSA documents reveal New York airport's wave of security lapses\n* US government pushed tech firms to hand over source code\n* Millions of Verizon customer records exposed in security lapse\n* Meet the shadowy tech brokers that deliver your data to the NSA\n* Inside the global terror watchlist that secretly shadows millions\n* 198 million Americans hit by 'largest ever' voter records leak\n* Britain has passed the 'most extreme surveillance law ever passed in a democracy'\n* Microsoft says 'no known ransomware' runs on Windows 10 S â\u0080\u0094 so we tried to hack it\n* Leaked document reveals UK plans for wider internet surveillance", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "https://www.zdnet.com/article/fitness-app-polar-exposed-locations-of-spies-and-military-personnel/", 
    "leadText": "(Image: ZDNet/supplied)\n\nA popular fitness app that tracks the activity data on millions of users has inadvertently revealed the locations of personnel working at military bases and intelligence services."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 99, 
    "headline": "How Strava's \"anonymized\" fitness tracking data spilled government secrets", 
    "wordCount": 1393, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-08T13:36:02.037Z", 
    "sourceName": "ZDNet", 
    "taxCacheId": "04a4218e-7845-4589-bf9f-8a4f200dff49", 
    "taxScore": 36.914637474704108, 
    "urlId": "147ca07a-33f3-44af-8c02-a9bfc894f0fd", 
    "normalizedTaxScore": 0.2899696762756665, 
    "fullBody": "Remember when you said you have \"nothing to hide?\"\n\nIt turns out you do. If it's not an affair you're hiding from your spouse, it's your highly classified place of work that's now painted in precise detail on a map for anyone to see.\n\nThat's exactly what happened when Strava, a widely used app for tracking activity and exercise, released an \"anonymized\" heatmap of all its global data in November. The map only came to light this weekend after Australian student Nathan Ruser started digging into the data. With over 3 trillion coordinates at the street level from over 27 million fitness device users, like Fitbit and Jawbone, the GPS tracking company mapped out its aggregated data over the past two years of activity to reveal some of the most visited areas. Predictably, high population areas -- like most of the US and Europe -- are brightly lit up.\n\nThat same data also illuminated a scattering of little-known locations in war zones, where US secret facilities and military bases have operations and personnel -- presumably because soldiers and staff are unknowingly uploading their fitness tracking data to Strava.\n\nThe news has prompted US-led coalition forces to reevaluate their use of fitness trackers, amid fears that enemy forces could use the data to locate troops on the ground, according to a statement obtained by the Washington Post.\n\nNed Price, a former special assistant to President Obama, said in a tweet that \"capable adversaries have almost certainly harvested this data for years.\"\n\nThat's not even the half of it.\n\nYou can see in close detail staff walking around at UK eavesdropping station GCHQ in Cheltenham. There are also walking routes of border patrols along the US-Mexican border. Pyongyang is one of the quietest capital cities in the world, but even the isolated state lights up thanks to fitness tracking activity (although, there's reportedly no tracking data at the country's primary nuclear test site). The data also shows jogging activity on the beach around a CIA annex at Mogadishu airport.\n\nEven Area 51 is on the map.\n\nA border patrol officer walking along the the US-Mexican border. (Image: Strava)\n\nFitness tracker users at GCHQ, the UK's electronic eavesdropping spy agency. (Image: Strava)\n\nAustralia's secret Pine Gap facility in Alice Springs. (Image: Strava)\n\nWe have a serious problem when millions of users' tracking data is going up to the cloud, and for the most part without the user's direct knowledge or explicit consent. Our location, whether in real-time or historical, is one of our most private data points in our lives. They can show where we work and where we live -- and even if you have \"nothing to hide,\" most people wouldn't readily give up their home addresses to a random person on the street.\n\nBut Strava's app, which ranks as one of the most popular health and fitness apps available, takes the approach of requiring users to opt-out rather than opt-in, security researchers say.\n\nIn a blanket statement given to reporters, Strava said the data \"excludes activities that have been marked as private,\" and linked to a blog post.\n\nStrava does have an option to turn off uploading tracking data, but the privacy settings -- largely public by default, according to a Quartz story from August -- are confusing at best.\n\n\"It's true that as a user, it's my responsibility to know what I'm opting into when I use a service, especially when it's free,\" said reporter Rosie Spinks. \"But the fact that it took me three rounds of emails with a support rep, a call with [the company's communications chief], and a follow-up email round with him to fully understand how to prevent strangers from seeing my running routes is troubling.\"\n\nSpinks isn't wrong. It is a user's responsibility to maintain the app's privacy settings -- what's commonly known as operational security or \"opsec\" (or \"persec\" for personal security). Given the app's primary function is to track a user's location when they're running, swimming, or exercising, a little common sense about location data sharing goes a long way.\n\nIn hindsight, maybe giving fitness trackers to your staff at a highly classified military base isn't the best idea.\n\nBut it too is the responsibility of the companies in question not to trick or deceive users into sharing their data with the world. Based on social media responses alone, many Strava users don't seem to realize that their data is being used in this way. Although the heatmap doesn't include specific users' information, it's been demonstrated that individual activity, when made public, can be accessed and scraped. It's a stark reminder that companies like Strava, and other tech giants -- Facebook, Google, and Microsoft, to name a few -- have hoards of data on users that can paint an accurate (and incriminating) view of a person's life.\n\nStrava can hide behind the claim that its app data anonymizes the user, but that doesn't help when that user is inadvertently revealing the location of sensitive facilities.\n\nGranted, in today's world of readily available aerial and satellite imagery, it's easy to argue that keeping the very existence of military and other intelligence bases classified is impossible.\n\nBut when you're working for the government, your opsec is their opsec.\n\nGot a tip?\n\nYou can send tips securely over Signal and WhatsApp at 646-755â\u0080\u00938849. You can also send PGP email with the fingerprint: 4D0E 92F2 E36A EC51 DAAE 5D97 CB8C 15FA EB6C EEA5.\n\nRead More\n\nZDNET INVESTIGATIONS\n\n* Researchers say a breathalyzer has flaws, casting doubt on countless convictions\n* Lawsuits threaten infosec research â\u0080\u0094 just when we need it most\n* NSA's Ragtime program targets Americans, leaked files show\n* Leaked TSA documents reveal New York airport's wave of security lapses\n* US government pushed tech firms to hand over source code\n* Millions of Verizon customer records exposed in security lapse\n* Meet the shadowy tech brokers that deliver your data to the NSA\n* Inside the global terror watchlist that secretly shadows millions\n* 198 million Americans hit by 'largest ever' voter records leak\n* Britain has passed the 'most extreme surveillance law ever passed in a democracy'\n* Microsoft says 'no known ransomware' runs on Windows 10 S â\u0080\u0094 so we tried to hack it\n* Leaked document reveals UK plans for wider internet surveillance", 
    "sourceDateCreated": "2018-01-29T06:00:00Z", 
    "fullPath": "https://www.zdnet.com/article/strava-anonymized-fitness-tracking-data-government-opsec/", 
    "leadText": "Remember when you said you have \"nothing to hide?\"\n\nIt turns out you do. If it's not an affair you're hiding from your spouse, it's your highly classified place of work that's now painted in precise detail on a map for anyone to see."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 3914, 
    "headline": "Timehop discloses July 4 data breach affecting 21 million – TechCrunch", 
    "wordCount": 1286, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-09T09:30:56.887Z", 
    "sourceName": "TechCrunch", 
    "taxCacheId": "798d5e48-49d2-4801-aad8-9f34789944f1", 
    "taxScore": 25.599494807768373, 
    "urlId": "c8c08317-6b0f-4e51-9288-363225bd9286", 
    "normalizedTaxScore": 0.093950369619211826, 
    "fullBody": "Timehop has disclosed a security breach that has compromised the personal data (names and emails) of 21 million users. Around a fifth of the affected users — or 4.7M — have also had a phone number that was attached to their account breached in the attack.\n\nThe startup, whose service plugs into users’ social media accounts to resurface posts and photos they may have forgotten about, says it discovered the attack while it was in progress, at 2:04 US Eastern Time on July 4, and was able to shut it down two hours, 19 minutes later — albeit, not before millions of people’s data had been breached.\n\nAccording to its preliminary investigation of the incident, the attacker first accessed Timehop’s cloud environment in December — using compromised admin credentials, and apparently conducting reconnaissance for a few days that month, and again for another day in March and one in June, before going on to launch the attack on July 4, during a US holiday.\n\nTimehop  publicly disclosed the breach in a blog post on Saturday, several days after discovering the attack.\n\nIt says no social media content, financial data or Timehop data was affected by the breach — and its blog post emphasizes that none of the content its service routinely lifts from third party social networks in order to present back to users as digital “memories” was affected.\n\nHowever the keys that allow it to read and show users their social media content were compromised — so it has all keys deactivated, meaning Timehop users will have to re-authenticate to its App to continue using the service.\n\n“If you have noticed any content not loading, it is because Timehop deactivated these proactively,” it writes, adding: “We have no evidence that any accounts were accessed without authorization.”\n\nIt does also admit that the tokens could “theoretically” have been used for unauthorized users to access Timehop users’ own social media posts during “a short time window” — although again it emphasizes “we have no evidence that this actually happened”.\n\n“We want to be clear that these tokens do not give anyone (including Timehop) access to Facebook Messenger, or Direct Messages on Twitter or Instagram, or things that your friends post to your Facebook wall. In general, Timehop only has access to social media posts you post yourself to your profile,” it adds.\n\n“The damage was limited because of our long-standing commitment to only use the data we absolutely need to provide our service. Timehop has never stored your credit card or any financial data, location data, or IP addresses; we don’t store copies of your social media profiles, we separate user information from social media content — and we delete our copies of your “Memories” after you’ve seen them.”\n\nIn terms of how its network was accessed, it appears that the attacker was able to compromise Timehop’s cloud computing environment by targeting an account that had not been protected by multifactor authentication.\n\nThat’s very clearly a major security failure — but one Timehop does not explicitly explain, writing only that: “We have now taken steps that include multifactor authentication to secure our authorization and access controls on all accounts.”\n\nPart of its formal incident response, which it says began on July 5, was also to add multifactor authentication to “all accounts that did not already have them for all cloud-based services (not just in our Cloud Computing Provider)”. So evidently there was more than one vulnerable account for attackers to target.\n\nIts exec team will certainly have questions to answer about why multifactor authentication was not universally enforced for all its cloud accounts.\n\nFor now, by way of explanation, it writes: “There is no such thing as perfect when it comes to cyber security but we are committed to protecting user data. As soon as the incident was recognized we began a program of security upgrades.” Which does have a distinct ‘stable door being locked after the horse has bolted’ feel to it.\n\nIt also writes that it carried out “the introduction of more pervasive encryption throughout our environment” — so, again, questions should be asked why it took an incident response to trigger a “more pervasive” security overhaul.\n\nAlso not entirely clear from Timehop’s blog post: When/if affected users were notified their information has been breached.\n\nThe company posed the blog post disclosing the security breach to its Twitter account on July 8. But prior to that its Twitter account was only noting that some “unscheduled maintenance” might be causing problems for users accessing the app…\n\nWe are currently doing some unscheduled maintenance on Timehop. You may have some issues accesing the app until further notice. Please follow this account for updates. Thank you for your patience!\n\n— Timehop (@timehop) July 8, 2018\n\nUPDATE: maintenance is still in progress. You can expect ongoing outages as we complete this work. Apologies for any inconvenience\n\n— Timehop (@timehop) July 8, 2018\n\nWe’ve reached out to the company with questions and will update this post with any response.\n\nTimehop does say that at the same time as it was working to shut down the attack and tighten up its security, company executives contacted local and federal law enforcement officials — presumably to report the breach.\n\nBreach reporting requirements are baked into Europe’s recently updated data protection framework, the GDPR, which puts the onus firmly on data controllers to disclose breaches to supervisory authorities — and to do so quickly — with the regulation setting a universal standard of within 72 hours of becoming aware of it (unless the personal data breach is unlikely to result in “a risk to the rights and freedoms of natural persons”).\n\nReferencing GDPR, Timehop writes: “Although the GDPR regulations are vague on a breach of this type (a breach must be “likely to result in a risk to the rights and freedoms of the individuals”), we are being pro-active and notifying all EU users and have done so as quickly as possible. We have retained and have been working closely with our European-based GDPR specialists to assist us in this effort.”\n\nThe company also writes that it has engaged the services of an (unnamed) cyber threat intelligence company to look for evidence of use of the email addresses, phone numbers, and names of users being posted or used online and on the Dark Web — saying that “while none have appeared to date, it is a high likelihood that they will soon appear”.\n\nTimehop users who are worried the network intrusion and data breach might have impact their “Streak” — aka the number Timehop displays to denote how many consecutive days they have opened the app — are being reassured by the company that “we will ensure all Streaks remain unaffected by this event”.", 
    "sourceDateCreated": "2018-07-09T05:00:00Z", 
    "fullPath": "https://techcrunch.com/2018/07/09/timehop-discloses-july-4-data-breach-affecting-21-million/", 
    "leadText": "Timehop has disclosed a security breach that has compromised the personal data (names and emails) of 21 million users. Around a fifth of the affected users — or 4.7M — have also had a phone number that was attached to their account breached in the attack."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 3784, 
    "headline": "GIS reports decreased sales for June", 
    "wordCount": 179, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-09T08:51:11.303Z", 
    "sourceName": "DigiTimes", 
    "taxCacheId": "b10044fc-7774-4452-bce4-7d5a221db148", 
    "taxScore": 62.397880160907633, 
    "urlId": "22a8a0e4-a149-418d-93f6-093e4cdf59fe", 
    "normalizedTaxScore": 0.7058210116155873, 
    "fullBody": "Touch panel maker General Interface Solution (GIS) has reported revenues of NT$7.581 billion (US$248.96 million) for June, down 5.31% on month and 10.45% on year.\n\nHowever, second-quarter revenues were up 7.29% sequentially and 0.61% on year, buoyed by shipments of force touch panels for smartphones and LCM products for notebooks.\n\nThe company's second-quarter performance should be better than that recorded a quarter earlier, and is likely to result in an EPS of over NT$2 for the quarter, according to an industry estimate.\n\nThe company will see shipments of its new products start gaining momentum in August with overall sales to peak in the October-November period, company chairman Chou Hsien-ying said earlier.", 
    "sourceDateCreated": "2018-07-09T05:00:00Z", 
    "fullPath": "https://www.digitimes.com/news/a20180709PD202.html", 
    "leadText": "Touch panel maker General Interface Solution (GIS) has reported revenues of NT$7.581 billion (US$248.96 million) for June, down 5.31% on month and 10.45% on year."
  }, 
  {
    "rawTaxScore": 8.0, 
    "sourceId": 18595, 
    "headline": "GeoSpark Raises â?¬500K in Seed Funding", 
    "wordCount": 310, 
    "nodeId": "7e9125f0-5164-4952-b5ea-4bb943811f2a", 
    "dateCreated": "2018-07-09T12:26:27.083Z", 
    "sourceName": "FinSMEs", 
    "taxCacheId": "32c6ae28-34bd-4b15-b84f-415d04b20755", 
    "taxScore": 30.395399123452759, 
    "urlId": "bf4c88b8-88c0-4695-a9da-70c98277e162", 
    "normalizedTaxScore": 0.16885304476095814, 
    "fullBody": "GeoSpark, an Amsterdam, The Netherlands-based provider of a location tracking platform for iOS and Android developer, raised â\u0082¬500K is seed funding.\n\nAirbridge Equity Partners, an Amsterdam based technology venture capital firm, made the investment.\n\nLaunched in February 2018 by Manoj Adithya, CEO, GeoSpark is an AI-driven location tracking technology (SDK) with 90% less battery drain for iOS and Android.\nThe solution uses a combination of location sensors like GPS, Assisted GPS and Network to provide location information and – with the help of motion sensors, – can predict the mode of transportation of the user like walking, running, cycling, tram, car, bus, train, boat and flight.\nGeoSpark stores and analyzes historical location data for each user, learns each user’s (only after user’s consent) approximate home and office locations based on the size, location, and time distribution of clusters, and generates events when a user enters or exits frequently visited places and predicts how often he visits and his next visit and approximately how long he would spend in a location.\nAI and ML features include Car Location Detection, Frequent places detection, Geo-Grouping, User Behavior prediction and Crowd Sourced Parking network.\n\nThe developer platform hosts more than 450 Apps serving over 1.2 Million users. With offices in Amsterdam, Bengaluru and an office opening in the US, the company currently employs a team of 12 people.\nGeoSpark graduated from the Rockstart’s AI Accelerator program from Amsterdam.\n\nFinSMEs\n\n09/07/2018", 
    "sourceDateCreated": "2018-07-09T05:00:00Z", 
    "fullPath": "http://www.finsmes.com/2018/07/geospark-raises-e500k-in-seed-funding.html", 
    "leadText": "GeoSpark, an Amsterdam, The Netherlands-based provider of a location tracking platform for iOS and Android developer, raised â?¬500K is seed funding."
  }
]