[
  {
    "rawTaxScore": 6.0, 
    "sourceId": 5163, 
    "headline": "Motorcyclist being pursued by police is killed in crash near Greenwood", 
    "wordCount": 220, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T00:55:55.34Z", 
    "sourceName": "St. Joseph News-Press (Mo.) (tiered subscription model)", 
    "taxCacheId": "4be45172-08f6-4668-9165-d510aa06c0c6", 
    "taxScore": 25.211441146681054, 
    "urlId": "a7835bb0-1136-4e26-b8e7-5c36e1795102", 
    "normalizedTaxScore": 0.10662944982392558, 
    "fullBody": "A Lincoln motorcyclist was killed Saturday night in a crash following a short, high-speed pursuit on Interstate 80 and U.S. Highway 6.\n\nJeremiah Cummings, 40, was pronounced dead at the scene, according to a Nebraska State Patrol spokesman. The Cass County Sheriff's Office is investigating the crash.Â\n\nA state patrol trooper began a pursuit after seeing an eastbound Honda sport motorcycle traveling at 110 mph and splitting traffic on I-80 in Lincoln at 11 p.m. The motorcyclist refused to stop and left I-80 at the Waverly exit before continuing eastbound on Highway 6 while reaching speeds of more than 120 mph, the spokesman said.Â\n\nWhen the motorcycle was nearing Greenwood, the rider lost control and crashed into a guardrail. The trooper arrived on scene and began performing CPR and administering other medical aid to the rider without success.\n\nThe pursuit lasted roughly seven minutes. Due to the trooper's involvement, the state patrol asked an outside agency to investigate the crash.", 
    "sourceDateCreated": "2018-07-01T05:00:00Z", 
    "fullPath": "http://www.newspressnow.com/news/national/motorcyclist-being-pursued-by-police-is-killed-in-crash-near/article_af835350-b330-5eaf-85ad-1d0ae7812958.html", 
    "leadText": "A Lincoln motorcyclist was killed Saturday night in a crash following a short, high-speed pursuit on Interstate 80 and U.S. Highway 6."
  }, 
  {
    "rawTaxScore": 20.0, 
    "sourceId": 5163, 
    "headline": "Denmark Tech official: Flight school at least 2 years from getting off ground", 
    "wordCount": 646, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T03:55:37.227Z", 
    "sourceName": "St. Joseph News-Press (Mo.) (tiered subscription model)", 
    "taxCacheId": "1783bbb8-2638-4a3b-87f4-5cba90b87914", 
    "taxScore": 68.605215915479562, 
    "urlId": "2c79b5d7-d093-4e5f-9ccb-07066ad0e334", 
    "normalizedTaxScore": 0.80159944547429662, 
    "fullBody": "BAMBERG -- The lofty goal of a four-year-degree pilot training program operated by Denmark Technical College is at least two years away from getting off the ground, according to Denmark Tech Interim President Dr. Christopher Hall.\n\nSpeaking at a community forum about the proposed project June 25, Hall was enthusiastic, but cautioned that a good deal of groundwork needed to be done before it could become a reality, including getting legislative approval to offer a four-year program at the college.\n\nHall did indicate, however, that Denmark Technical College has the foundational courses and programs of study that could be translated to aeronautics and avionics.\n\nWill Bradley, a South Carolina native with Bamberg roots and co-pilot with Southwest Airlines, first brought the idea to Bamberg Mayor Nancy Foster, and he was on hand Monday night to speak as well.\n\nBradley noted there is a looming pilot shortage in the United States as well as internationally, adding that the major airlines are paying top wages and attractive signing bonuses to recruit qualified pilots.\n\nFederal regulations require 1,500 hours of flight training, but graduates from an accredited four-year program only need 1,000 hours, he said.\n\nBradley said the Bamberg County Airport would be an ideal location for training students enrolled in the proposed flight school at Denmark Tech, noting flight training would be conducted with four-seater aircraft.\n\nThe airport would need to add a parallel taxiway, he said, adding that the majority of the funds for that could come from the Federal Aviation Administration, which would pay 90 percent, with the state and Bamberg County needing to provide matches of 5 percent each.\n\nBradley told the group that Southwest Airlines officials find the idea interesting, but are not yet officially backing the project. If momentum for the project continues, an onsite visit by Southwest Airlines officials is tentatively in the works for early October, he said.\n\nBamberg County Administrator Joey Preston said the county was interested in the idea, but he expressed concerns about how much of the project had already been discussed in public. He said the county airport had, in fact, been downgraded to an airfield as it has not maintained the level of usage needed to be considered a general aviation airport by the FAA.\n\nThe funding for the parallel taxiway that Bradley mentioned would not be available until the airfield is restored to airport status, Preston said.\n\nBoth Bradley and Hall said there were strong selling points for a flight school to be located in Bamberg County, including the proximity to Boeing in Charleston and the fact that aviation-related industries are the fastest growing sector in the Southeast.\n\nState Sen. Brad Hutto noted that the stateâ\u0080\u0099s technical college system was traditionally for training residents for jobs in South Carolina, although the proximity to Charlotte Douglas International Airport could be a selling point. He also indicated that every other technical college in the state would likely be seeking permission to offer four-year degree programs.\n\nAlso during the program, Bradley announced that Southwestâ\u0080\u0099s \"Adopt-a-Pilot\" program is being expanded to include 60 students in the fifth grade at Richard Carroll Elementary School in Bamberg. The program provides students with a pilot mentor and provides an opportunity for them to explore aviation activities and related careers.", 
    "sourceDateCreated": "2018-07-01T05:00:00Z", 
    "fullPath": "http://www.newspressnow.com/news/national/denmark-tech-official-flight-school-at-least-years-from-getting/article_b4d1d8a3-e479-5cc2-a1f7-412c13faa0e6.html", 
    "leadText": "BAMBERG -- The lofty goal of a four-year-degree pilot training program operated by Denmark Technical College is at least two years away from getting off the ground, according to Denmark Tech Interim President Dr. Christopher Hall."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 1797, 
    "headline": "Watsonville man killed in shooting at site of suspected illegal pot shop", 
    "wordCount": 416, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T05:51:39.42Z", 
    "sourceName": "Santa Cruz Sentinel (Calif.)", 
    "taxCacheId": "654af243-6f68-4896-b35f-dd49418d47bb", 
    "taxScore": 34.111590265795044, 
    "urlId": "d39fd6ac-2b5c-4bcb-92c7-8f56388c2102", 
    "normalizedTaxScore": 0.26999236015334177, 
    "fullBody": "WATSONVILLE >> A 32-year-old man was fatally shot Saturday night in Watsonville in a driveway of what police believe to have been an illegal cannabis dispensary.\n\nThe identity of the victim, a Watsonville resident, has not been released.\n\nOfficers from the Watsonville Police Department responded to reports of shots fired on Lawrence Avenue, a residential street off of South Green Valley Road and about a mile south of the Watsonville Municipal Airport, about 7:50 p.m. Saturday, according to Watsonville Police Sgt. Mish Radich.\n\nThey found the victim in the driveway of a home, unresponsive and with at least one gunshot wound, Radich said. Officers attempted CPR before paramedics arrived and took over treatment, but the man was pronounced dead at the scene, Radich said.\n\nInside the home, police found multiple pounds of cannabis. Police believe the shooting may have followed an attempted armed robbery at the home, which appeared to be the site of an illegal cannabis dispensary.\n\nThree adult males were placed into custody, Radich said, but their names and any potential charges have not been released.\n\nOne of the three men suspected of involvement fled the scene on foot to the area of Rolling Hills Middle School. The man brandished a gun at a pursuing Watsonville police officer, Radich said.\n\n“The suspect produced a handgun and pointed it at one of the officers who was able to disarm him, and he was taken into custody with the assistance of a Taser and canine,” Radich said.\n\nPolice have recovered four firearms as part of the ongoing investigation, at least two of which they believe to have been involved in the suspected robbery and homicide.\n\nCrime technicians from the Department of Justice are assisting Watsonville police with processing the scene.”\n\nInvestigators were working to determine whether any gang was involved in the deadly event, Radich said, adding police believe there could be additional people involved.\n\nAnyone with information is asked to contact the Watsonville Police Department Investigation Bureau at 831-768-3370.\n\nAdvertisement", 
    "sourceDateCreated": "2018-07-01T05:00:00Z", 
    "fullPath": "http://www.santacruzsentinel.com/general-news/20180701/watsonville-man-killed-in-shooting-at-site-of-suspected-illegal-pot-shop", 
    "leadText": "WATSONVILLE >> A 32-year-old man was fatally shot Saturday night in Watsonville in a driveway of what police believe to have been an illegal cannabis dispensary."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 118, 
    "headline": "'Defective' security may have aided helicopter jailbreak: French minister", 
    "wordCount": 635, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T09:36:16.187Z", 
    "sourceName": "Yahoo", 
    "taxCacheId": "92beb478-c89b-4366-a547-77c89d1b5a70", 
    "taxScore": 45.167899915380708, 
    "urlId": "6b5b4998-40a8-4432-9f99-2bef2bc43aff", 
    "normalizedTaxScore": 0.48957451770359928, 
    "fullBody": "Paris (AFP) - The French government pointed to possible security failings on Monday after a notorious gangster used a helicopter to stage his second brazen jailbreak of a crime career inspired by films such as \"Scarface\".\n\nThe latest escape of Redoine Faid, who was serving a 25-year sentence for an armed robbery in which a policewoman was killed, has left French authorities red-faced.\n\nFaid was sprung from a prison in Paris by two accomplices who used smoke bombs and angle grinders to break into the jail and whisk the fugitive to a waiting helicopter.\n\nJustice Minister Nicole Belloubet told Europe 1 radio that she had sent a team of inspectors to the jail \"to see whether the security measures were defective so that we can rectify them\".\n\nShe suggested that leaving Faid in the same prison for \"a few months\" had been a mistake.\n\n\"We must be careful not to leave the same people in the same places for too long, when we're dealing with this type of individual,\" she said.\n\n\"The rotation probably needs to be more frequent,\" she said.\n\nFaid's accomplices hijacked a helicopter from a flight school on Sunday morning and forced the terrified instructor to take them to the prison, where the aircraft hovered above the yard.\n\nTwo black-clad men armed with assault rifles then set off smoke bombs before using power tools to break into the prison's visiting room, where Faid was talking to his brother.\n\nThe wardens, who were unarmed, fled and raised the alarm. But within 10 minutes Faid had made his escape. The helicopter was later found in a northeastern suburb of Paris about 60 kilometres (37 miles) from the prison.\n\nThe pilot, who had been beaten, was found in a state of shock.\n\nThe men then continued their getaway by car, changing vehicles along the way. The first car was found torched in a shopping mall carpark.\n\nBelloubet said Sunday the gang probably used drones to stake out the prison.\n\nThe breakout comes five years after Faid blasted his way out of a prison in northern France using dynamite.\n\n- Cult following -\n\nFaid has been behind bars since mid-2011 for breaking the terms of his parole over past convictions for bank robberies and brazen heists of cash-in-transit vehicles.\n\nIn his 2013 jailbreak, he briefly took four guards hostage with a pistol before escaping in a waiting getaway car. All the hostages were released unharmed.\n\nHe was recaptured six weeks later at a hotel on the outskirts of Paris.\n\nFaid, who has a cult following in the tough multi-ethnic suburbs outside Paris where he grew up, has made several television appearances.\n\nPolice nicknamed him \"The Author\" for two books he co-wrote about his delinquent youth.\n\nAt a Paris film festival in April 2009, Faid approached Michael Mann, director of the 1995 gangster film \"Heat\" starring Al Pacino and Robert De Niro, telling him: \"You were my technical adviser.\"\n\nHe wrote that he had watched the film dozens of times to perfect his bank-robbing prowess.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.yahoo.com/news/defective-security-may-aided-helicopter-jailbreak-french-minister-084455991.html", 
    "leadText": "Paris (AFP) - The French government pointed to possible security failings on Monday after a notorious gangster used a helicopter to stage his second brazen jailbreak of a crime career inspired by films such as \"Scarface\"."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 57, 
    "headline": "Crash in Akron kills 1 person, police say", 
    "wordCount": 197, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-03T05:15:23.117Z", 
    "sourceName": "The Plain Dealer (Cleveland)", 
    "taxCacheId": "1a4cb4c0-639d-45a6-b2e0-dedbcc7cfdc0", 
    "taxScore": 27.193459484452024, 
    "urlId": "e3fd9a65-865f-4ca6-b360-7e04f1bf3675", 
    "normalizedTaxScore": 0.13862809512585306, 
    "fullBody": "Police suspect alcohol was involved in a crash Monday morning that killed the driver of an SUV.\n\nThe crash occurred just before 7 a.m. on Ohio 91 near the intersection of Shadybrook Drive in the Ellet neighborhood.\n\nPolice say the driver of the 2003 Ford Explorer was speeding north on Ohio 91 and swerved to avoid a collision with slower-moving vehicles. The Explorer struck a metal pole on the southwest corner of South Canton Road and Shadybrook.\n\nThe impact caused the Explorer to flip onto its passenger side and it struck a Honda Accord waiting a red light.\n\nPolice say driver of the Accord was uninjured, but the crash killed the driver of the Explorer. The Explorer's driver was wearing a seatbelt.\n\nPolice say Summit County Medical Examiner's Office will conduct an autopsy and the crash remains under investigation.\n\nPolice did not release the name of the driver killed in the crash.\n\nView Comments", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.cleveland.com/metro/index.ssf/2018/07/crash_in_akron_kills_1_person.html", 
    "leadText": "Police suspect alcohol was involved in a crash Monday morning that killed the driver of an SUV."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 183, 
    "headline": "Four arrested after Newburgh break-in and A90 crash", 
    "wordCount": 204, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T10:42:17.253Z", 
    "sourceName": "BBC", 
    "taxCacheId": "6543db6a-0f9f-45ad-abd9-b0da76834db9", 
    "taxScore": 26.555116564756105, 
    "urlId": "58b46d6c-a8de-47db-b2ee-cf8dbb953254", 
    "normalizedTaxScore": 0.12794813198866917, 
    "fullBody": "Four people have been arrested after a break-in in Aberdeenshire in the early hours of Monday.\n\nPolice said the 03:40 Newburgh incident at Costcutters was being linked to a later crash on the old A90 at Balmedie.\n\nThe four occupants of the grey Honda - three men and a woman - were taken to Aberdeen Royal Infirmary for treatment after the 04:10 crash.\n\nTheir injuries were not thought to be life-threatening.\n\nThe road between Newburgh and Balmedie was closed as a result. and diversions put in place.\n\nDet Insp Stewart Drummond said: \"Our inquiries are ongoing into both of these incidents and I would urge anyone who was in the Main Street area of Newburgh or on the old A90 at Balmedie around the time of these incidents to get in touch.\n\n\"These two incidents are believed to be linked and four people are currently arrested in connection with the alleged break-in at Costcutters.\"\n\nHe urged anyone with information to come forward.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-44681276", 
    "leadText": "Four people have been arrested after a break-in in Aberdeenshire in the early hours of Monday."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 17713, 
    "headline": "Car and bus collide in Bukit Timah Road", 
    "wordCount": 167, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T11:56:05.833Z", 
    "sourceName": "The Straits Times (Singapore) (free content)", 
    "taxCacheId": "80854c2c-3db9-45bb-b6f6-51389b658ada", 
    "taxScore": 30.357506555244186, 
    "urlId": "1080c937-2bbe-4233-bc33-851a62960810", 
    "normalizedTaxScore": 0.19586370995890517, 
    "fullBody": "SINGAPORE - An accident occurred between a bus and a car on Monday afternoon (July 2).\n\nPolice said that the accident took place inÂ Bukit Timah Road, in the direction of Ophir Road, at 2.41pm.\n\nNo injuries were reported.\n\nFacebook user Amir Akyd uploaded two photos to the group SG Road Vigilante, showing that an SBS Transit bus and a silver-coloured Honda car were involved in the accident.\n\nThe bus received damage to its rear, while the car was stationary, covering two lanes before a T-junction between Bukit Timah Road and Race Course Road.\n\nA spokesman for SBS Transit confirmed that a bus for service 57,which runs between Bishan and Bukit Merah bus interchanges, was involved in the accident.\n\nPolice investigations are ongoing.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.straitstimes.com/singapore/car-and-bus-collide-along-bukit-timah-road", 
    "leadText": "SINGAPORE - An accident occurred between a bus and a car on Monday afternoon (July 2)."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 609, 
    "headline": "Tony Sheridan To Lead Connecticut Airport Authority As Chairman", 
    "wordCount": 554, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-03T00:31:08.833Z", 
    "sourceName": "The Hartford Courant (Conn.)", 
    "taxCacheId": "dcfce3e3-3a1e-423b-b15d-30d369f27330", 
    "taxScore": 27.362047836933115, 
    "urlId": "92f926ee-b78d-4b1f-aa80-e2c5440661e1", 
    "normalizedTaxScore": 0.14150368054870582, 
    "fullBody": "The president and chief executive of the Chamber of Commerce of Eastern Connecticut has been appointed chairman of the Connecticut Airport Authority.\n\nTony Sheridan will take over as chairman of the 11-member authority board as plans are being rolled out for an ambitious $1.4 billion plan to renovate Bradley International Airport and raise its profile among regional airports.\n\nThe plan envisions a new terminal, a new transportation center for easier car rental pickup and drop-off and additional parking.\n\nBradley Airport Makeover: Five Takeaways For The Common Traveler\n\nA proposed $1.4 billion dollar renovation would make it easier to arrive, depart and use Bradley International Airport.\n\nThe Connecticut Airport Authority envisions a new terminal, an onsite car rental center, more parking and roundabouts to handle growing traffic over the next 20 years, according...\n\nSheridan, 72, succeeds Charles R. Gray, whose term as chairman ended Saturday. Sheridan was appointed to a four-year term as authority chairman.\n\nIn making the appointment, Gov. Dannel P. Malloy said the authority was created by his administration with the intent of driving the economic development potential of the states airports.\n\nTony Sheridan works every day with the business community to help improve growth and development â\u0080\u0094 appointing him to serve as chairman of the Connecticut Airport Authority is a natural fit, Malloy said in a statement.\n\nThe authority, created in 2011, was intended to develop and improve Bradley and the states five general aviation airports: Danielson, Groton-New London, Hartford-Brainard, Waterbury-Oxford and Windham.\n\nBradley resumed direct international flights in 2016 when Aer Lingus added a route to Dublin, an attractive addition for the connections the flight offers to the rest of Europe and beyond.\n\nBradley was not so successful in an another foray into international flights. Norwegian Air canceled its flight to Edinburgh as of March 25, pulling the plug after just nine months.\n\nRoad Construction At Bradley International Airport Means It&apos;s Going To Take Longer To Get There\n\nNext time you head to Bradley International Airport, set aside a few extra minutes to get there.\n\nThe airport, as part of its master plan to add a ground transportation center, is changing traffic patterns for arriving vehicles over the next few months. Some changes will be permanent, but others...\n\nPreviously, Sheridan served as first selectman of Waterford, was a human resources director at Connecticut College in New London and worked as a consultant to Northeast Utilities, now Eversource. He also was a manager of community relations at the Millstone nuclear power complex.\n\nEarly in his career, Sheridan served as an apprentice in Local 305 of the United Association of Plumbers and Steamfitters. He later became a licensed plumber and pipe fitter.\n\nSheridan also holds a bachelors degree from Connecticut College and a masters degree from the University of New Haven.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://www.courant.com/real-estate/property-line/hc-sheridan-chairman-connecticut-airport-authority-20180702-story.html", 
    "leadText": "The president and chief executive of the Chamber of Commerce of Eastern Connecticut has been appointed chairman of the Connecticut Airport Authority."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 868, 
    "headline": "Tech transfer, domestic production play growing role in arms deals", 
    "wordCount": 751, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T21:38:43.947Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "83327f53-8606-41e8-afa0-2bc4b796a69e", 
    "taxScore": 39.543876907177115, 
    "urlId": "5cd84b9a-361e-4a0b-bce4-0e9b2dd53b2d", 
    "normalizedTaxScore": 0.38055483265042467, 
    "fullBody": "FARNBOROUGH, England (Reuters) - Technology transfers and commitments to build and buy equipment locally have become key determinants in which companies win global arms sales orders, U.S. industry executives say.\n\nThe Boeing logo is seen at their headquarters in Chicago, in this April 24, 2013 file photo.   REUTERS/Jim Young/File Photo\n\nFor years, U.S. and European weapons makers funded a wide range of so-called “offset agreements”, or projects to sweeten weapons deals that ranged from construction of hospitals and hotels to giant orders of frozen chicken, as well as simple one-off production orders for local firms.\n\nBut purchasing countries are now demanding more complex technology transfers and a share of work on ongoing weapons programs in order to cement deals, industry executives told Reuters at the Farnborough Airshow this week.\n\nLockheed Martin Corp, Boeing Co, Raytheon Co and other U.S. companies have boosted their foreign orders sharply in recent years as demand for U.S. weapons has increased. The U.S. government is on track to approve nearly $40 billion in foreign military sales in the 2016 fiscal year that ends Oct. 1, a drop from $46.6 billion last year but still well above levels seen just five years ago.\n\n“If you want to be successful in any country, you have to have content in that country,” said Steve O’Bryan, head of business development for Lockheed Martin Corp’s Mission Systems and Training, which includes Sikorsky helicopters. “And the ones who move faster ... do better.”\n\nO’Bryan, a former top executive with the Lockheed F-35 fighter jet program, said that project helped create the new paradigm since it was structured from the start to allow local companies in countries that funded the jet’s development and bought airplanes to compete for work on the whole aircraft.\n\nEnsuring work for domestic suppliers is a key factor in a big missile defense competition in Poland, and will likely play a huge role in a long-delayed fighter competition in Canada.\n\nLockheed’s Sikorsky helicopter unit has also responded to the changing market, and is now building H-60 Black Hawk helicopters in Poland, Turkey and Japan. It also signed an agreement that could lead to a similar set up in Saudi Arabia.\n\nBoeing Co, the world’s largest planemaker and the  No. 2. U.S. weapons maker, says it leveraged its 70-year commercial history in India to win large military orders when that market opened up a decade ago.\n\n“We were able to draw on the knowledge and relationships ‎from our commercial business to build a local manufacturing and supply base,” said spokeswoman Caroline Hutcheson. “We hit the ground running and grew quickly because of the depth of our experience.”\n\nBoeing broke ground last month on a joint venture with India’s Tata that will build AH-64 Apache helicopter fuselages  in India as part of the government’s “Make in India” campaign.\n\nDavid Melcher, who heads the U.S. Aerospace Industries Association trade group, said his group is urging the U.S. government to streamline and accelerate often slow approvals of arms sales and technology transfers to adjust to the shifting realities of the global arms sales market.\n\nAIA wants Washington to make it easier to export technologies that are already available elsewhere, including satellites and night vision military equipment, warning that U.S. firms could otherwise losing business to overseas rivals.\n\n“I’m making an argument for increasing the level of capability that we’re allowed to sell to our allies, and when we’re allowed to sell it, to do it expeditiously and streamline the processes,” he said.\n\nU.S. officials are trying to improve the process and deal with record-high levels of arms sales requests, but say they must work through requests on a case-by-case basis to safeguard U.S. security and technology.\n\nEditing by Alexandra Hudson\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2016-07-14T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-airshow-britain-defence-industry/tech-transfer-domestic-production-play-growing-role-in-arms-deals-idUSKCN0ZU2D3", 
    "leadText": "FARNBOROUGH, England (Reuters) - Technology transfers and commitments to build and buy equipment locally have become key determinants in which companies win global arms sales orders, U.S. industry executives say."
  }, 
  {
    "rawTaxScore": 25.0, 
    "sourceId": 868, 
    "headline": "Airbus sees Super Puma future but no quick helicopter market rebound", 
    "wordCount": 731, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T21:38:49.34Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "3c46c71a-94d3-4a1a-9e7e-8cacbc54f6cf", 
    "taxScore": 86.933392891573106, 
    "urlId": "ee805d10-0563-4be0-879a-6f7f60fae9a5", 
    "normalizedTaxScore": 0.91022622109340701, 
    "fullBody": "FARNBOROUGH, England (Reuters) - Airbus has no plans to scrap its Super Puma helicopter in the wake of a crash that killed 13 people in Norway, the head of its helicopter division said on Wednesday, but he warned the market would remain weak at least until the end of 2017.\n\nA French Air Force helicopter Super Puma is seen during the close air support (CAS) exercise Serpentex 2016 hosted by France in the Mediterranean island of Corsica, at Solenzara air base, March 16, 2016. REUTERS/Charles Platiau/File Photo\n\nThe Super Puma, a staple of the offshore oil industry, was grounded for commercial use following the accident in which everyone on board died after the main rotor blades separated from the aircraft.\n\nAnalysts and industry executives say questions are growing over the future of at least the civil version of the Super Puma helicopter, which makes up 80 percent of the programme.\n\n“Of course the product will have a future. We really believe in this product,” Airbus Helicopters Chief Executive Guillaume Faury told Reuters when asked about the accident, which he described as a shock for the company.\n\nNorwegian investigators have ruled out human error in the crash and have contacted European air safety authorities about a possible safety issue with the helicopter’s gearbox.\n\n“At the moment, we don’t know if this is design, production, maintenance or a combination of the three,” Faury said.\n\n“We need to understand, to go to the bottom of the root cause and then solve the problem.”\n\nEarlier generations of the Super Puma have 5.3 million flight hours over 30 years, said Faury in an interview at the Farnborough Airshow.\n\nSafety experts caution that it is too early to say exactly what caused the helicopter’s rotor blades to detach and send the aircraft plunging onto the rocky coastline off Bergen.\n\nThe last such disaster involved an earlier version of Super Puma off Aberdeen in 2009, in which 16 people died.\n\nIn 2012, Super Pumas were grounded after two ditchings in the UK North Sea later blamed on gearbox cracks.\n\n“We suspect that the Super Puma brand has been permanently undermined by the accidents, rather as the Chinook was damaged by accidents in the North Sea and was eventually withdrawn from offshore service,” said Agency Partners analysts in a note, referring to a 1986 UK crash which killed 45 oil workers.\n\nOthers say Sikorsky, a unit of Lockheed Martin Corp, could benefit from negative publicity surrounding the Airbus Helicopters H225 and Bell Helicopter’s new 525, which crashed during testing earlier this month, killing both test pilots.\n\nSikorsky this week signed a 10-year agreement to provide extended support to Bristow Helicopters for its S-92 fleet, and a separate 10-year agreement with Babcock Mission Critical Services Ltd, also for the S-92.\n\nA rebound in oil prices has not been sufficient to boost demand for helicopters in the oil and gas sector, where companies continue to cut costs, Faury said.\n\n“There is overcapacity in the helicopter sector for supplying the oil and gas [sector] and I don’t anticipate that things will change in 2016 and in 2017,” Faury said.\n\nEven with a reasonable increase in the oil price, it would take time before investment restarts, he said.\n\n“Maybe we have reached the bottom of the crisis as far as the helicopter industry is concerned but I am not speculating that things will rebound quickly.”\n\nAdditional reporting by Andrea Shalal, Writing by Conor Humphries; editing by Mark Potter and David Clarke\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2016-07-13T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-airshow-britain-airbus-superpuma/airbus-sees-super-puma-future-but-no-quick-helicopter-market-rebound-idUSKCN0ZT22O", 
    "leadText": "FARNBOROUGH, England (Reuters) - Airbus has no plans to scrap its Super Puma helicopter in the wake of a crash that killed 13 people in Norway, the head of its helicopter division said on Wednesday, but he warned the market would remain weak at least until the end of 2017."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 1184, 
    "headline": "Nigeria: Miracle, BBNaija 'Double Wahala' Winner Gets Pilot License", 
    "wordCount": 261, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T22:09:16.057Z", 
    "sourceName": "AllAfrica Global Media", 
    "taxCacheId": "5099b2e7-951d-428d-add6-38d6a7b89843", 
    "taxScore": 48.10427404683881, 
    "urlId": "f66f5f27-de65-4edf-b615-a976a286a2dd", 
    "normalizedTaxScore": 0.54200520841717292, 
    "fullBody": "Photo: Miracle/Instagram\n\nBBNaija winner Miracle gets pilot license.\n\nMiracle Ikechukwu, the winner of the BBNaija 'Double Wahala' show has obtained his Private Pilot License (PPL) and Flight Dispatcher License (FDL).\n\nThe 23 year old took to his Instagram page @miracleikechukwu to share the news by posting a picture of his licenses alongside birthday wishes for his mother.\n\nHe wrote, \"Today is also my pillar's birthday (my sweet mum). Thank you mother for always being there for me through the journey.\n\n\"To all my lovely fans, I thank you all for your patience and support. We made it. PPL in the bag. Happy new month,\" Miracle said.\n\nDuring the course of the BBNaija show, Miracle, who was in aviation school prior to the show, continually expressed his desire to obtain all piloting license as soon as possible.\n\nHe expressed his resolve during the eviction nights where he wore his piloting uniform each time he was up for possible eviction.\n\nMiracle's total winning prize included N25 million cash, a Sub-Urban Vehicle (SUV) worth N12 million and a trip for two valued N4.7 million, Television and other electronic items worth N3.3 million.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://allafrica.com/stories/201807020544.html", 
    "leadText": "Photo: Miracle/Instagram\n\nBBNaija winner Miracle gets pilot license."
  }, 
  {
    "rawTaxScore": 8.0, 
    "sourceId": 1908, 
    "headline": "Crews respond to disabled plane at Nantucket airport", 
    "wordCount": 294, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T22:41:06.257Z", 
    "sourceName": "Cape Cod Times (Mass.) (tiered subscription model)", 
    "taxCacheId": "38e1bf31-a293-4220-8094-ff07207fa867", 
    "taxScore": 31.592958715363441, 
    "urlId": "1db5c529-aff6-47f6-9e59-0f74491ecea3", 
    "normalizedTaxScore": 0.21972354653825243, 
    "fullBody": "Kristen Young @KristenCCT\n\nThe main runway at Nantucket Memorial Airport was temporarily closed Monday after reports of smoke coming from the cockpit of a Cape Air mail plane.\n\nThe island’s Aircraft Rescue and Fire Fighting Station responded to the runway at about 10 a.m. Monday, according to a series of tweets sent out by the airport.\n\nThe pilot and sole occupant of the plane, a Cessna 402, was readying the plane for takeoff when he noticed smoke coming from the cockpit, prompting him to shut the plane down and call the tower, according to Nantucket Fire Chief Stephen Murphy.\n\nThe plane is a mail plane and had no passengers or mail onboard at the time because the flight was intended to reposition the aircraft back to Hyannis, according to Cape Air spokeswoman Michelle Haynes.\n\nThe pilot was preparing to leave when he noticed a navigational light had come on, she said. He had not made it to the runway yet and, while there was a scent of smoke in the cockpit, there was no smoke in the plane, Haynes said.\n\nMaintenance personnel are checking on the problem, she said.\n\nAirport firefighters did not find any active fire when they arrived on scene, Murphy said. The plane was towed back to the ramp.\n\nAll runways have since been reopened, according to the tweets.\n\nCape Air did not immediately return a request for comment.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://www.capecodtimes.com/news/20180702/crews-respond-to-disabled-plane-at-nantucket-airport?rssfeed=true", 
    "leadText": "Kristen Young @KristenCCT\n\nThe main runway at Nantucket Memorial Airport was temporarily closed Monday after reports of smoke coming from the cockpit of a Cape Air mail plane."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 183, 
    "headline": "Motorcyclist killed in Norton car collision", 
    "wordCount": 101, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-02T19:11:15.737Z", 
    "sourceName": "BBC", 
    "taxCacheId": "2b074801-d553-4762-a780-8ee4c63f62dc", 
    "taxScore": 41.316779844919822, 
    "urlId": "9278e5a4-cd2f-4ff3-a4aa-10f44a064650", 
    "normalizedTaxScore": 0.41590867252238667, 
    "fullBody": "A motorcyclist has been killed in a crash on Teesside.\n\nHe suffered fatal injuries when his Honda was involved in a collision with a Skoda Fabia, on Norton Road in Norton, at about 21:10 BST on Sunday.\n\nCleveland Police has appealed for help from two motorcyclists who were thought to have been with him and who left the scene before police arrived.\n\nAnyone with dashcam footage of the crash is also urged to contact the force.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.bbc.com/news/uk-england-tees-44681725", 
    "leadText": "A motorcyclist has been killed in a crash on Teesside."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 1987, 
    "headline": "Fort Worth's Bell to see major share of work from new $4.2 billion military contract", 
    "wordCount": 393, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-03T16:27:23.363Z", 
    "sourceName": "Stars and Stripes (tiered subscription model)", 
    "taxCacheId": "fd2a7cee-7e89-4d35-9e45-3f0166643cc5", 
    "taxScore": 65.421984974494279, 
    "urlId": "b1e8b44f-a0c6-47fa-b01a-9aa6cb122459", 
    "normalizedTaxScore": 0.77278891349418766, 
    "fullBody": "(Tribune News Service) â\u0080\u0094  A joint program between Bell and Boeing Co. scored a $4.2 billion order for 58 tiltrotor military aircraft, with the much of the work set to take place in Fort Worth and other Texas cities.\n\nThe U.S. Department of Defense order, announced Friday, is for variants of the Bell Boeing V-22 Osprey, a tiltrotor aircraft that combines aspects of both helicopters and fixed-wing aircraft.\n\nThe order includes 39 of the new CMV-22B variant designed for the U.S. Navy, as well as 14 MV-22B aircraft for the Marine Corps, one CV-22B for the Air Force and four MV-22B aircraft for the Japanese government.\n\nMuch of the work manufacturing the aircraft will take place in Texas, including in Fort Worth, where Bell is headquartered. The company employs about 4,100 workers in North Texas, according to its website. Previously known as Bell Helicopters prior to a February rebrand, Bell is a subsidiary of Rhode Island-based Textron.\n\nAccording to the Department of Defense, about 30 percent of the contract work will be done in Fort Worth, with another 12.7 percent in Amarillo. Red Oak, McKinney and Denton will each get a fraction of the work, ranging from about 1 to 3 percent.\n\nOutside of Texas, Ridley Park, Penn., will see the largest share of work at 15.22 percent.\n\nThe V-22 order will help stabilize the production program through at least 2024, according to Bell.\n\nBell reported $1.1 billion in revenues from its V-22 program in 2017, its largest military program that accounts for about 34 percent of the companyâ\u0080\u0099s revenues.\n\nÂ©2018 The Dallas Morning News\nVisit The Dallas Morning News at www.dallasnews.com\nDistributed by Tribune Content Agency, LLC.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.stripes.com/news/us/fort-worth-s-bell-to-see-major-share-of-work-from-new-4-2-billion-military-contract-1.535873", 
    "leadText": "(Tribune News Service) â??  A joint program between Bell and Boeing Co. scored a $4.2 billion order for 58 tiltrotor military aircraft, with the much of the work set to take place in Fort Worth and other Texas cities."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 5049, 
    "headline": "Malloy taps Sheridan as CAA board chair", 
    "wordCount": 326, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-03T14:00:57.64Z", 
    "sourceName": "Hartford Business Journal (Conn.)", 
    "taxCacheId": "74b3d0d4-1ec1-4b46-8fbb-5192a80a9d47", 
    "taxScore": 40.937406693809884, 
    "urlId": "c7e96cd8-7a6d-45e7-a17f-53a81250d693", 
    "normalizedTaxScore": 0.40840558660767556, 
    "fullBody": "Joe Cooper\n\nThomas A. Sheridan has been appointed chairman of the Connecticut Airport Authority's board of directors, the governor announced Monday.\n\nSheridan, the CEO and president of the Chamber of Commerce of Eastern Connecticut, will succeed Charles R. Gray, whose term ended June 30, Gov. Dannel P. Malloy said.\n\nThe Waterford resident has led the Eastern Connecticut chamber since 2002, working to represent the local business community and improve the region's economic standing.\n\nSheridan, 72, previously worked as a human resources director at New London's Connecticut College, and as a consultant for Northeast Utilities, now Eversource Energy. He was also a community relations manager at the Millstone nuclear power plant.\n\nHe earned his bachelor's degree from Connecticut College and a master's degree from the University of New Haven.\n\nMalloy said Sheridan is a \"natural fit\" to lead the board that oversees the Connecticut Airport Authority (CAA), a group established in 2011 to attract more new airlines to Bradley International Airport, given his experience working with the business community.\n\nThe CAA was also created to develop, improve and operate the state's five general aviation airports in Danielson, Groton-New London, Hartford-Brainard, Waterbury-Oxford and Windham.\n\nMonday's appointment comes after Bradley officials unveiled a $1.4 billion master plan earlier this year that would allow the airport to serve millions of additional passengers.\n\nIt represents CAA's first master plan since it took over Bradley operations from the state Department of Transportation in 2013.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.hartfordbusiness.com/article/20180703/NEWS01/180709990/2013", 
    "leadText": "Joe Cooper\n\nThomas A. Sheridan has been appointed chairman of the Connecticut Airport Authority's board of directors, the governor announced Monday."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 3867, 
    "headline": "What's Where: July 3", 
    "wordCount": 238, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-04T00:01:18.307Z", 
    "sourceName": "The Herald Bulletin (Anderson, Ind.)", 
    "taxCacheId": "4c40bae0-6ab9-42f0-9eb3-301ee50fa704", 
    "taxScore": 51.350701525332276, 
    "urlId": "97ea1dd5-4ed4-4d20-bdbb-dc2c7522b3aa", 
    "normalizedTaxScore": 0.59559605209252964, 
    "fullBody": "Tuesday\n\nAlexandria\n\nâ\u0080¢ Alexandria Community Fireworks, dusk, Alexandria-Monroe Intermediate School parking lot, 308 W. 11th St.\n\nAnderson\n\nâ\u0080¢ Madison County Board of Commissioners 10 a.m., Madison County Government Center Annex, 206 E. Ninth St.,\n\nâ\u0080¢ Anderson Board of Public Works, Room 503, Anderson City Building, 120 E. Eighth St.\n\nâ\u0080¢ Anderson Tuesday Night Cruise In, 5-9 p.m., Dickmann Town Center, 12th and Meridian streets. Weather permitting.\n\nâ\u0080¢ Anderson Independence Parade & Community Celebration, parade, 7 p.m.; Celebration at Athletic Park with Corey Cox in concert, 8:30 p.m.; fireworks, 10 p.m., from Athletic Park (parking available).\n\nChesterfield\n\nâ\u0080¢ Chesterfield fireworks, 9 p.m., Anderson Municipal Airport, Indiana 32.\n\nMiddletown\n\nâ\u0080¢ Town Council, 7 p.m., public meeting room, Municipal Building.\n\nNotices of local public meetings and events should be sent to What’s Where, P.O. Box 1090, Anderson 46015; faxed to 765-640-4815; or emailed to newsroom@heraldbulletin.com.\n\nTo view and post more local events in the community's online calendar, visit heraldbulletin.com/events.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://www.heraldbulletin.com/news/local_news/briefs/what-s-where-july/article_11afa10c-4797-5679-9408-e2883aa0455a.html", 
    "leadText": "Tuesday\n\nAlexandria\n\nâ?¢ Alexandria Community Fireworks, dusk, Alexandria-Monroe Intermediate School parking lot, 308 W. 11th St."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 3867, 
    "headline": "Chesterfield to pursue grant for waste water project", 
    "wordCount": 386, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-04T00:01:29.353Z", 
    "sourceName": "The Herald Bulletin (Anderson, Ind.)", 
    "taxCacheId": "4411c097-e268-490b-b634-7c1350b5bf0a", 
    "taxScore": 36.096615200806902, 
    "urlId": "506c0cbe-b6b4-4778-ab63-ee0decef2323", 
    "normalizedTaxScore": 0.31042887357702514, 
    "fullBody": "CHESTERFIELD â\u0080\u0094 The town of Chesterfield is pursuing funding for its waste water treatment plant project.\n\nChesterfield Town Council held a public meeting Monday night before its regularly scheduled council meeting to announce its intent to seek funding by grant application with the USDA Rural Development Muncie office next month.\n\nBrady Dryer, environmental compliance manager from Commonwealth Engineers, said the funding, if approved, would be 75 percent grant and 25 percent low-interest loan.\n\nâ\u0080\u009cWe'd like to go ahead and get as much funding as we can for this project,â\u0080\u009d he said.\n\nChesterfield, with application assistance from Commonwealth, plans to submit the application mid-August 2018, Dryer said.\n\nThe application deadline is Sept. 1, he said.\n\nORDINANCE UPDATE\n\nThe council approved ordinance 2018-2, an update to ordinance 2010-2, to bring the town up to compliance with Environmental Protection Agency and Indiana Department of Environmental Management standards, Dryer said.\n\nâ\u0080\u009cThis ordinance just gets the town up to speed,â\u0080\u009d town attorney Thomas Beeman said.\n\nSPLASH PAD PLANS\n\nChesterfield hopes to join neighboring town Daleville in a new water attraction. The town is pursuing its own splash pad, council President Jack Taylor said.\n\nThe council has bids packets for the splash pad and will be accepting bids soon, Taylor said.\n\nâ\u0080\u009cWe'll know something hopefully before the summer is over,â\u0080\u009d Taylor said.\n\nFollow Laura Arwood on Twitter @lauraarwood or call 765-648-4284.\n\nChesterfield Days\n\nFourth of July celebration:\n\nâ\u0080¢ Today: Fireworks at dusk, Anderson Municipal Airport, 282 Airport Road.\n\nâ\u0080¢ July 4: Parade at noon\n\nOther attractions on the Fourth:\n\nâ\u0080¢ Pancake breakfast at Millcreek Community Center, 8 to 11 a.m.\n\nâ\u0080¢ 5K and 10K run, registration at 7:30 a.m., run begins at 8:30 a.m.\n\nâ\u0080¢ Post-parade events at Makepeace Park: zip line, bounce houses, rock climbing, food and games.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://www.heraldbulletin.com/news/local_news/chesterfield-to-pursue-grant-for-waste-water-project/article_3ee39dd7-5e93-515e-b769-10487faf4249.html", 
    "leadText": "CHESTERFIELD â?? The town of Chesterfield is pursuing funding for its waste water treatment plant project."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 4339, 
    "headline": "Brighton, IA man injured after motorcycle accident in Sac County", 
    "wordCount": 222, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-03T23:26:20.467Z", 
    "sourceName": "KTIV-TV (Sioux City, Iowa)", 
    "taxCacheId": "5fc5f80d-4275-4f67-b9f1-a6f0e2ce5491", 
    "taxScore": 25.053782497562441, 
    "urlId": "9b8975a9-62f2-4cf6-bbf3-6a0290fbbfbe", 
    "normalizedTaxScore": 0.10423865810336708, 
    "fullBody": "NEAR SAC CITY, Iowa (KTIV) -\n\nThe Sac County Sheriff's Office said on Sunday, June 1, at 8:30 p.m., they were dispatched to a motorcycle accident on the M-54 curves two miles south of Sac City, Iowa.\n\nThe sheriff's office said 55-year-old Ricky Zickefoose of Brighton was operating a 1985 Honda motorcycle and was headed west on 280th.\n\nA witness said Zickefoose failed to stop for a stop sign at M-54 and was driving at highway speeds when he drove off the roadway at the intersection and entered a cornfield.\n\nThe sheriff's office said Zickefoose was transported to Loring Hospital in Sac City by Sac County Ambulance and then taken by air to Mercy Medical Center in Sioux City with serious injuries.\n\nThe Sac City police assisted at the scene.", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "http://www.ktiv.com/story/38556301/2018/07/02/brighton-ia-man-injured-after-motorcycle-accident-in-sac-county", 
    "leadText": "NEAR SAC CITY, Iowa (KTIV) -\n\nThe Sac County Sheriff's Office said on Sunday, June 1, at 8:30 p.m., they were dispatched to a motorcycle accident on the M-54 curves two miles south of Sac City, Iowa."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 5049, 
    "headline": "Malloy taps Sheridan as CAA board chair", 
    "wordCount": 326, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-04T06:32:28.763Z", 
    "sourceName": "Hartford Business Journal (Conn.)", 
    "taxCacheId": "ea98e852-50c6-45b0-b24e-7c2556f571a6", 
    "taxScore": 40.937406693809884, 
    "urlId": "9c3521d3-b0fe-4dfb-9743-106e2e46569b", 
    "normalizedTaxScore": 0.40840558660767556, 
    "fullBody": "Joe Cooper\n\nThomas A. Sheridan has been appointed chairman of the Connecticut Airport Authority's board of directors, the governor announced Monday.\n\nSheridan, the CEO and president of the Chamber of Commerce of Eastern Connecticut, will succeed Charles R. Gray, whose term ended June 30, Gov. Dannel P. Malloy said.\n\nThe Waterford resident has led the Eastern Connecticut chamber since 2002, working to represent the local business community and improve the region's economic standing.\n\nSheridan, 72, previously worked as a human resources director at New London's Connecticut College, and as a consultant for Northeast Utilities, now Eversource Energy. He was also a community relations manager at the Millstone nuclear power plant.\n\nHe earned his bachelor's degree from Connecticut College and a master's degree from the University of New Haven.\n\nMalloy said Sheridan is a \"natural fit\" to lead the board that oversees the Connecticut Airport Authority (CAA), a group established in 2011 to attract more new airlines to Bradley International Airport, given his experience working with the business community.\n\nThe CAA was also created to develop, improve and operate the state's five general aviation airports in Danielson, Groton-New London, Hartford-Brainard, Waterbury-Oxford and Windham.\n\nMonday's appointment comes after Bradley officials unveiled a $1.4 billion master plan earlier this year that would allow the airport to serve millions of additional passengers.\n\nIt represents CAA's first master plan since it took over Bradley operations from the state Department of Transportation in 2013.", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "http://www.hartfordbusiness.com/article/20180703/NEWS01/180709990", 
    "leadText": "Joe Cooper\n\nThomas A. Sheridan has been appointed chairman of the Connecticut Airport Authority's board of directors, the governor announced Monday."
  }, 
  {
    "rawTaxScore": 15.0, 
    "sourceId": 3867, 
    "headline": "Briefs: July 4", 
    "wordCount": 566, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-04T12:31:50.857Z", 
    "sourceName": "The Herald Bulletin (Anderson, Ind.)", 
    "taxCacheId": "64a99e48-d4ea-4f86-8892-80d65d5b91a5", 
    "taxScore": 49.433718357327741, 
    "urlId": "2602ff34-ef6d-4778-9a02-45cd06f1e806", 
    "normalizedTaxScore": 0.5645271368878092, 
    "fullBody": "Culvert pipe replacement prompts road closing\n\nANDERSON â\u0080\u0094 The City of Anderson Department of City Engineering has announced that Anderson-Frankton Road from Gun Barn to Moss Island roads will be closed from 7 a.m. Monday, July 10, to 6 p.m. Tuesday, July 11.\n\nCuly Contracting will be replacing culvert pipe.\n\nBlack Expo to hold health fair\n\nANDERSON â\u0080\u0094 The Anderson Chapter Indiana Black Expo Health Fair will be held from 11 a.m. to noon Saturday, break for the Anderson Black Expo parade and continue from 1 to 3 p.m. at Anderson Preparatory Academy Elementary Building, 2200 W. 22nd St.\n\nThere will be health screenings, A1C testing, blood pressure checks, health care informational booths and more.\n\nAviation Day features aircraft displays, shows\n\nANDERSON â\u0080\u0094 Anderson Municipal Airport Aviation Day will be held from 9 a.m. to 2 p.m. Saturday at the Anderson Municipal Airport, Darlington Field, 282 Airport Road, Anderson.\n\nThere will be aircraft on display from the local EAA chapter as well.\n\nAlso, there will be aerial performances by Erik Edgren, Patrick McAlee, Cliff Robinson, Emerson Stewart III, and John Shuttleworth from noon to 2 p.m. The model aircraft will be flying both before and after the \"full scale\" aerial performances, and the T-6 and New Standard will be giving rides throughout the day.\n\nThe event is free with $10 parking per vehicle.\n\nWoman enters plea in accident that injured several boaters\n\nANGOLA â\u0080\u0094 A Fort Wayne woman who caused a boating accident that injured several people on a northeastern Indiana lake has pleaded guilty to criminal recklessness.\n\nTwenty-one-year-old Dominique M. Effinger pleaded guilty Monday to one count of criminal recklessness with a deadly weapon. Her plea agreement calls for a 1Â½-year executed sentence. A Steuben County judge is set to sentence Effinger on Aug. 3.\n\nYoung Dems will meet in Indy in â\u0080\u009819\n\nINDIANAPOLIS â\u0080\u0094 A national organization of Democrats will meet next summer in Indianapolis.\n\nThe Young Democrats of America hasn't gathered in Indiana in more than 25 years. More than 900 people are expected to attend in mid-July 2019.\n\nIndiana has only one Democrat in a statewide office, U.S. Sen. Joe Donnelly, but Indiana Young Democrats says it has 200 members and 24 county organizations.\n\nVet running from Alabama to Indiana\n\nHUNTSVILLE, Ala. â\u0080\u0094 A Marine veteran is running from Alabama to his hometown in Indiana to raise awareness about post-traumatic stress disorder and suicide among veterans.\n\nKyle Killinger left a veterans memorial in Huntsville, Alabama, before dawn on Tuesday. He plans to arrive in his hometown of Columbus, Indiana, in five days.\n\nAn estimated 22 veterans a day take their own lives. Killinger says PTSD is a big problem, and he wants veterans to know they're not alone in their struggles.", 
    "sourceDateCreated": "2018-07-04T05:00:00Z", 
    "fullPath": "http://www.heraldbulletin.com/news/local_news/briefs/briefs-july/article_b6a4ca0f-f8fb-5d35-ac20-460b25204057.html", 
    "leadText": "Culvert pipe replacement prompts road closing\n\nANDERSON â?? The City of Anderson Department of City Engineering has announced that Anderson-Frankton Road from Gun Barn to Moss Island roads will be closed from 7 a.m. Monday, July 10, to 6 p.m. Tuesday, July 11."
  }, 
  {
    "rawTaxScore": 5.0, 
    "sourceId": 2533, 
    "headline": "Florida woman dies after bicycle crash in Cades Cove", 
    "wordCount": 143, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-04T10:26:48.357Z", 
    "sourceName": "Knoxville News Sentinel (Tenn.) (free registration)", 
    "taxCacheId": "30f0f7c8-47b7-4876-a27c-dcdbff6f5faa", 
    "taxScore": 25.5129859283076, 
    "urlId": "0a6f2af1-b4de-46bf-830e-8cd94d928608", 
    "normalizedTaxScore": 0.11126891832349295, 
    "fullBody": "A Florida woman has died from injuries she suffered in a bicycle crash while riding in Cades Cove.\n\nSandra Hull, 55, of Sarasota, Fla., died Saturday morning, a day after being airlifted by Lifestar helicopter to the University of Tennessee Medical Center, according to a Great Smoky Mountains National Park news release.\n\nHull suffered injuries to the back of her head at 12:48 p.m. Friday when she fell off a rental bike near the exit of Cades Cove Loop Road. She was not wearing a helmet, the release states.\n\n<!--iframe-->\n\nRead or Share this story: https://knoxne.ws/2z5dFki", 
    "sourceDateCreated": "2018-07-02T05:00:00Z", 
    "fullPath": "https://www.knoxnews.com/story/news/local/2018/07/02/sarasota-florida-woman-dies-after-bicycle-crash-cades-cove/750567002/", 
    "leadText": "A Florida woman has died from injuries she suffered in a bicycle crash while riding in Cades Cove."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 6144, 
    "headline": "ExecuJet Adds To African FBO Network", 
    "wordCount": 305, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-05T05:05:57.267Z", 
    "sourceName": "AIN Online", 
    "taxCacheId": "b676640b-04be-4baf-a8ac-a189b516a31b", 
    "taxScore": 42.986877082392503, 
    "urlId": "fb6c93f2-5fcb-43cc-ab2a-5d0e90b5fc55", 
    "normalizedTaxScore": 0.44845650548046706, 
    "fullBody": "Global aviation services provider ExecuJet will expand its FBO footprint next month with the opening of a new facility in the Seychelles. The location at Seychelles International Airport on the island of Mahé will be operated by the Luxaviation Group subsidiary in partnership with Euro Aviation Limited and will offer full FBO and ground-handling services, including aircraft parking and fuel coordination, passenger and crew support, flight planning and permit assistance. Airside transfers will be provided to and from the aircraft.\n\nUpon its August 1 opening, the location will join the company's network of facilities in the region, such as South Africa's Lanseria and Cape Town International Airports and Murtala Muhammad International Airport in Lagos, Nigeria.\n\n\"We are delighted that ExecuJet will fully operate and manage this exciting FBO, and look forward to making the Seychelles a destination of choice for many dignitaries and VIP users of general aviation,\" said Abdul Jalil, Euro Aviation's CEO.\n\nThis new location brings the number of ExecuJet FBOs to 27 worldwide.\n\n\"It is a vital part of our growth plan for the Luxaviation Group to open facilities in new locations, and where better to welcome our VIP clients and crews than this wonderful group of islands in the Indian Ocean,\" said Ettore Poggi, Luxaviation's group FBO director. \"We are excited to be welcoming another facility to our global network, and look forward to extending our service offering by opening more in the future.\"", 
    "sourceDateCreated": "2018-07-03T05:00:00Z", 
    "fullPath": "https://www.ainonline.com/aviation-news/business-aviation/2018-07-03/execujet-adds-african-fbo-network", 
    "leadText": "Global aviation services provider ExecuJet will expand its FBO footprint next month with the opening of a new facility in the Seychelles"
  }, 
  {
    "rawTaxScore": 5.0, 
    "sourceId": 2021, 
    "headline": "Small wildfire near Boonville reported, fire personnel are responding", 
    "wordCount": 113, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-06T00:20:56.49Z", 
    "sourceName": "The Ukiah Daily Journal (Calif.)", 
    "taxCacheId": "c4315fde-90e6-46fc-9003-a934f74b9de3", 
    "taxScore": 29.45272879896228, 
    "urlId": "bf700348-c4f9-4db0-a26a-90dc216866b7", 
    "normalizedTaxScore": 0.17885969783673933, 
    "fullBody": "Mendocino County fire personnel have responded to a fire near the intersection of Peachland Road and Highway 128. The fire has grown to about 20 acres. There are multiple helicopters, fire crews, engines and airplanes fighting the fire. More units are responding to the fire.\n\nAdvertisement", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "http://www.ukiahdailyjournal.com/general-news/20180705/small-wildfire-near-boonville-reported-fire-personnel-are-responding", 
    "leadText": "Mendocino County fire personnel have responded to a fire near the intersection of Peachland Road and Highway 128. The fire has grown to about 20 acres. There are multiple helicopters, fire crews, engines and airplanes fighting the fire. More units are responding to the fire."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 62, 
    "headline": "Pedestrian critically injured in hit-and-run in west Houston", 
    "wordCount": 131, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-05T12:32:08.927Z", 
    "sourceName": "Houston Chronicle (tiered subscription model)", 
    "taxCacheId": "80128b32-535f-4fed-9b30-f14dcbd48ac8", 
    "taxScore": 35.41849331694106, 
    "urlId": "20a4c5d9-05fc-4685-a244-b05c54720090", 
    "normalizedTaxScore": 0.29657824931588561, 
    "fullBody": "A man is in critical condition after he was hit by a car in west Houston Wednesday night.\n\nNow Playing:\n\nMan injured in hit and run on Westheimer\n\nMedia: Metro Video\n\nThe man was in the roadway in the 6200 block of Westheimer, near Briargrove, when a red Honda struck him and fled the scene around 11:30 p.m., said Lt. Larry Crowson of the Houston Police Department.\n\nHe was taken to the hospital in critical condition.\n\nIt is unclear whether the man was standing in the roadway or attempting to cross the road.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.chron.com/news/houston-texas/houston/article/Pedestrian-critically-injured-in-hit-and-run-in-13050700.php?ipid=hpctp", 
    "leadText": "A man is in critical condition after he was hit by a car in west Houston Wednesday night."
  }, 
  {
    "rawTaxScore": 8.0, 
    "sourceId": 885, 
    "headline": "Rolls-Royce awarded $420M contract for drone engines", 
    "wordCount": 373, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-05T13:50:59.9Z", 
    "sourceName": "United Press International", 
    "taxCacheId": "ba27a7dc-1951-4674-9be6-84ebd14e2553", 
    "taxScore": 26.501817800330649, 
    "urlId": "d36d0504-b881-48bf-88d1-9a2f33a66587", 
    "normalizedTaxScore": 0.12707178281252585, 
    "fullBody": "Rolls-Royce Corp. has been awarded a contract for the maintenance, repair and rebuilding of engines used on MQ-4C Triton and RQ-4 Global Hawk drones.\n\nThe contract, announced Tuesday by the Department of Defense, is valued at $420 million and provides for the maintenance, repair and rebuilding of AE 3007H engines, as well as for program management and sustaining engineering services.\n\nThe AE 3007 series of engines is used on a variety of civilian passenger jets, such as the Cessna Citation X, in addition to military aircraft such as the Brazilian Embraer R-99 and Northrop Grumman's MQ-4C Triton and RQ-4 Global Hawk unmanned aerial vehicles. For the military, the engine is classified as the F137.\n\nThe RQ-4 Global Hawk is a large high-altitude unmanned aerial vehicle used for intelligence, surveillance, and reconnaissance operations. It has a wingspan of over 130 feet and has a maximum takeoff weight of 16 tons, making it very large for a UAV.\n\nThe MQ-4C Triton is a derivative of the RQ-4 Global Hawk surveillance UAV. It is designed as a sensor platform for long-range and high-endurance surveillance missions over ocean and coastal areas.\n\nWork on the contract will be performed in Montreal, Canada, and at Tinker Air Force Base, Okla., and is expected to be concluded by June 2024.\n\nMore than $8.2 million in fiscal year 2018 operations and maintenance funds of the Air Force and Navy have been obligated to Rolls-Royce at the time of the award for an already placed contract order.\n\nRelated UPI Stories\n\n* Pentagon contracts for 'surge support' for MQ-9 Reaper drones\n* Navy contracts with Rolls-Royce for Triton drone engines\n* Air Force contracts $26.6M for Reaper drone services\n\nTopics: Drones", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.upi.com/Defense-News/2018/07/05/Rolls-Royce-awarded-420M-contract-for-drone-engines/5081530794511/", 
    "leadText": "Rolls-Royce Corp. has been awarded a contract for the maintenance, repair and rebuilding of engines used on MQ-4C Triton and RQ-4 Global Hawk drones."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 62, 
    "headline": "Pedestrian critically injured in hit-and-run in west Houston", 
    "wordCount": 131, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-05T11:31:31.927Z", 
    "sourceName": "Houston Chronicle (tiered subscription model)", 
    "taxCacheId": "73e93310-ee73-405c-825e-08eee7071727", 
    "taxScore": 35.41849331694106, 
    "urlId": "97a9f452-fa7e-4cc0-96c1-eb4029980b45", 
    "normalizedTaxScore": 0.29657824931588561, 
    "fullBody": "A man is in critical condition after he was hit by a car in west Houston Wednesday night.\n\nNow Playing:\n\nMan injured in hit and run on Westheimer\n\nMedia: Metro Video\n\nThe man was in the roadway in the 6200 block of Westheimer, near Briargrove, when a red Honda struck him and fled the scene around 11:30 p.m., said Lt. Larry Crowson of the Houston Police Department.\n\nHe was taken to the hospital in critical condition.\n\nIt is unclear whether the man was standing in the roadway or attempting to cross the road.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.chron.com/news/houston-texas/houston/article/Pedestrian-critically-injured-in-hit-and-run-in-13050700.php?ipid=houstonhomepage", 
    "leadText": "A man is in critical condition after he was hit by a car in west Houston Wednesday night."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 62, 
    "headline": "Pedestrian critically injured in hit-and-run in west Houston", 
    "wordCount": 131, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-05T11:31:12.273Z", 
    "sourceName": "Houston Chronicle (tiered subscription model)", 
    "taxCacheId": "a1f1582d-8f29-4d69-adac-9f9e1eb0e4c0", 
    "taxScore": 35.41849331694106, 
    "urlId": "c77f6b33-8aec-4877-a95c-2a1b22420e27", 
    "normalizedTaxScore": 0.29657824931588561, 
    "fullBody": "A man is in critical condition after he was hit by a car in west Houston Wednesday night.\n\nNow Playing:\n\nMan injured in hit and run on Westheimer\n\nMedia: Metro Video\n\nThe man was in the roadway in the 6200 block of Westheimer, near Briargrove, when a red Honda struck him and fled the scene around 11:30 p.m., said Lt. Larry Crowson of the Houston Police Department.\n\nHe was taken to the hospital in critical condition.\n\nIt is unclear whether the man was standing in the roadway or attempting to cross the road.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.chron.com/news/houston-texas/houston/article/Pedestrian-critically-injured-in-hit-and-run-in-13050700.php", 
    "leadText": "A man is in critical condition after he was hit by a car in west Houston Wednesday night."
  }, 
  {
    "rawTaxScore": 23.0, 
    "sourceId": 6144, 
    "headline": "Accidents: July 2018", 
    "wordCount": 1915, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-05T19:06:00.51Z", 
    "sourceName": "AIN Online", 
    "taxCacheId": "2a4f351d-9a16-4b15-8435-67de0cf938dc", 
    "taxScore": 35.015761713264951, 
    "urlId": "3e9aaef5-f765-45ff-9b7e-3ba1d8bc62c6", 
    "normalizedTaxScore": 0.28836565574536965, 
    "fullBody": "Preliminary Reports\n\nOne Survivor Rescued from Jungle Accident Scene\n\nAgusta Bell AB206B, May 2, 2018 }, Cacao, French Guiana—Two fatalities have been confirmed after a helicopter operated by Pilot Air crashed in dense forest during a daytime flight to a remote gold mine. The sole survivor was immediately airlifted to the hospital in Cayenne in critical condition. The flight was transporting two maintenance workers to the mine not far from the accident site.\n\nSignals from the helicopter's emergency locator transmitter were detected after radio contact with the control tower at the Félix Eboué de Rochambeau airport was lost. The wreckage was located by the \"Dragon 973\" search-and-rescue helicopter about four hours later. The survivor's identity has not been reported. The wreckage was subsequently recovered, and the accident is under investigation by the French Bureau d'Enquêtes et d'Analyses (BEA).\n\nFalcon Clips Wingtips on Approach\n\nDassault Falcon 900EX, May 3, 2018, Johannesburg, South Africa—During a crosswind landing on Runway 17 of Johannesburg's Germiston-Rand Airport, the left wingtip scraped the runway. A subsequent inspection revealed damage to the right wingtip as well. Investigators surmised that the right wing had struck treetops as the pilot banked more steeply to avoid overshooting the base-to-final turn. Necessary repairs included replacing the slats and ailerons on both wings as well as both wingtips. No injuries were reported.\n\nTwo Killed in Himalayan Caravan Crash\n\nCessna 208B, May 16, 2018, Simikot, Nepal—Both pilots were killed when a Makalu Air cargo flight hit a mountainside near Simikot Pass at an elevation of 12,800 feet. The accident site in the Humla district is in one of the most remote parts of Nepal, with little access except by light aircraft.\n\nThe Cessna Caravan freighter departed the Surkhet airport for Simikot at 6:12 a.m., a flight expected to take about 45 minutes. Due to the lack of witnesses and reporting stations in the vicinity, weather conditions at the time of the accident remain unknown.\n\nFinal Reports\n\nRunway Collision Tied to Flaws in Notam System\n\nHawker 400, Dec. 23, 2015, Telluride, Colorado—Weaknesses in the systems used to disseminate Notices to Airmen (Notams) contributed significantly to the ground collision between a Mexican-registered Hawker 400 and a snowplow, the NTSB concluded. The Board pointed to technical shortcomings that allow newly issued NOTAMs—in this case, one closing the airport for snow removal—to escape the attention of air traffic controllers. The accident flight was cleared for an instrument approach eight minutes after airport staff issued a Notam closing the field. The jet struck the snowplow from behind during its landing roll, separating the airplane's right wing but causing only minor damage to the plow. There were no injuries to the two pilots, five passengers, or snowplow operator.\n\nThe closure Notam was posted via computer two minutes after the approach controller, whose workload was described as \"heavy,\" asked the flight crew whether they had current weather and Notam information and provided vectors for their arrival. The NTSB's report noted that while Notams immediately became available to the controller, his display system did not automatically alert him of new Notams affecting the airports in his sector. Instead, the controller would have had to switch his display to a different screen, not practical while working multiple arrivals and departures at several fields. Before installation of the current system, airport operators had notified ATC of airport or runway closures by telephone.\n\nAlso contributing to the accident was the pilots' failure to change to the airport's Common Traffic Advisory Frequency and request traffic advisories after canceling their IFR flight plan.\n\nOpen Hatch, Pilot Distraction Blamed for Meridian Crash\n\nPiper PA-46-500TP, Dec. 24, 2015, Corinth, Mississippi—A pilot distracted by an open access hatch on the engine cowling stalled the single-engine turboprop while attempting to turn back to the runway, according to the NTSB. The access door on the right side of the cowling had been left open by an airport lineman \"as he always did\" after disconnecting the aircraft from a battery charger; the pilot should have closed and latched it during his preflight inspection. The pilot and his daughter escaped with minor injuries after the airplane hit a tree and crashed into the yard of a vacant house. His wife and their daughter-in-law were knocked unconscious by the impact, and the daughter-in-law succumbed to head injuries 227 days later.\n\nThe pilot reported reducing power after seeing the door \"flopping up and down,\" only to have it open completely during a left turn to crosswind. At that point, he said, the airplane would not maintain altitude with full power, so he \"put the nose back down.\" A witness described the airplane flying \"real slow\" with its wings \"wagging\" before the left wing dropped and it fell into the trees. Data recovered from the airplane's avionics suite showed it reaching a maximum speed of 102 knots at an altitude of 507 feet, then slowing to 80 knots as it entered a 45-degree left bank. The landing gear remained down and locked. The manufacturer's test flight data showed that with the landing gear down and the flaps in the 10-degree takeoff position, the airplane would stall at 79 knots in a wings-level attitude and 95 knots in a 45-degree bank.\n\nA checklist found by the pilot's rudder pedals had been issued by a simulator training provider and was not authorized for use in the aircraft. Its only reference to the aircraft's exterior read, \"EXTERIOR PREFLIGHT … COMPLETE.\" A detailed checklist for the preflight inspection appears in the Pilot's Operating Handbook, which was found in the cabinet behind the pilot's seat. The pilot's daughter-in-law, who had been in the left rear seat, was found on the floor between the rear and middle seat rows. Her seat belt was unlatched with no indication of strain or damage, suggesting it was not fastened during the flight.\n\nHelicopter Pilot Failedo Reverse Course\n\nAerospatiale AS355F1, March 29, 2017, Snowdonia, Wales—Echoing the findings of Britain's Air Accidents Investigation Branch, a coroner's inquest in Caernarfon, Gwynedd, confirmed that the pilot of the privately owned Twin Squirrel helicopter flew into clouds while approaching a mountainside rather than changing course to remain in visual conditions. Businessman Kevin Burke; his wife; Ruth; his brothers Donald and Barry; and Donald's wife, Sharon, were killed instantly when his helicopter hit the southeast face of the Rhynog Fawr mountain at an elevation of 2,060 feet, about 300 feet below its summit. The family was traveling from Bedfordshire to the Weston Airport in Dublin to attend a christening; their aircraft was reported missing after they did not arrive as expected.\n\nBurke held a private pilot license with night rating and had an estimated 3,650 hours of flight experience. He was not IFR-qualified, but during his most recent license proficiencyc heck he had demonstrated his ability to maintain altitude while making turns without visual references, simulating an escape from inadvertent entry into instrument conditions. The helicopter was not equipped with a terrain awareness and warning system, and the terrain alerting function on its Garmin 430 GPS had never been installed. The published maximum elevation figure for the area of the accident site was 3,300 feet.\n\nA GPS-derived altitude profile showed the helicopter staying below 1,500 feet until it had passed abeam the Birmingham airport, consistent with the forecast and reported low ceilings near its point of departure. It climbed to a maximum altitude of 3,000 feet as it passed the RAF base at Shawbury, then began a gradual descent that accelerated in the last five minutes before impact. A witness four miles from the scene saw it fly into the clouds.\n\nPhysical evidence indicated that the aircraft was under control of the autopilot at the moment of impact. The AAIB suggested that Burke's last sight of the ground might have been over lower terrain and that a failure to monitor his position on either the panel-mounted GPS or the aviation applications on his iPad would have left him unaware of the ridges just ahead. Northwest Wales coroner Dewi Pritchard Jones added, \"Unfortunately the vertical profile shows the aircraft descending to a height where it was virtually inevitable it would collide with one of the ridges in that area.\"\n\nPilatus Oil Loss Traced to Incorrect Seal Installation\n\nPilatus PC-12, Aug. 7, 2017, Meekatharra, Western Australia—A maintenance technician's reliance on his memory of the disassembly and the Pratt & Whitney Canada illustrated parts catalog rather than the maintenance manual led him to install parts in the wrong order, causing failure of the propeller shaft seal shortly after takeoff. The Royal Flying Doctor Service air ambulance flight returned to land safely at the Meekatharra Airport in Western Australia after the pilot noticed a spray of oil on the windshield during climb-out. The leakage increased enough to obscure his forward vision during the final approach to landing.\n\nInvestigators for the Australian Transport Safety Board found that the engineer had installed a half-flat spacer forward of the seal instead of aft, exposing the seal to accelerated wear from direct contact with the seal runner. The investigation confirmed that the parts catalog was not intended to serve as a reference for seal replacement and did not show the parts in their actual installed positions. Fatigue on the part of the technician, who had worked 23 of the preceding 27 days and acknowledged sleeping poorly the night before performing the work, may also have contributed to the error. The seal replacement was initiated after consultation with a supervisor to correct an earlier oil leak whose source could not readily be identified.", 
    "sourceDateCreated": "2018-07-05T05:00:00Z", 
    "fullPath": "https://www.ainonline.com/aviation-news/business-aviation/2018-07-05/accidents-july-2018", 
    "leadText": "Preliminary Reports\n\nOne Survivor Rescued from Jungle Accident Scene\n\nAgusta Bell AB206B, May 2, 2018 }, Cacao, French Guiana—Two fatalities have been confirmed after a helicopter operated by Pilot Air crashed in dense forest during a daytime flight to a remote gold mine. The sole survivor was immediately airlifted to the hospital in Cayenne in critical condition. The flight was transporting two maintenance workers to the mine not far from the accident site."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 17713, 
    "headline": "Man arrested for suspected drink driving after accident on PIE involving 4 cars", 
    "wordCount": 181, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-06T09:25:49.217Z", 
    "sourceName": "The Straits Times (Singapore) (free content)", 
    "taxCacheId": "83e52c25-eea8-4b7c-ac09-cd45037574b9", 
    "taxScore": 28.786355757033977, 
    "urlId": "75e55c64-f210-4351-b211-370b7a16db46", 
    "normalizedTaxScore": 0.16663612804172262, 
    "fullBody": "SINGAPORE - A man was arrested for suspected drink driving after an accident involving four cars on Thursday night (July 5).\n\nThe police said they were alerted to an accident on the Pan-Island Expressway (PIE) towards Tuas at 9.25pm, and that no injuries were reported. A 52-year-old man was arrested.\n\nIn a video uploaded on Facebook page Roads.sg, a light-coloured sedan car is seen driving in the right-most lane, before colliding with the road divider after exit 16. The car then proceeds to knock into three vehicles, before coming to a stop in the right-most lane, next to the road divider.\n\nThe rear of a light-coloured car was damaged, while a dark-coloured Honda Stream also had its left tail lights damaged.\n\nPolice investigations are ongoing.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.straitstimes.com/singapore/man-arrested-for-suspected-drink-driving-after-accident-on-pie-involving-4-cars", 
    "leadText": "SINGAPORE - A man was arrested for suspected drink driving after an accident involving four cars on Thursday night (July 5)."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 3867, 
    "headline": "What's Where: July 7", 
    "wordCount": 297, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-07T05:01:29.387Z", 
    "sourceName": "The Herald Bulletin (Anderson, Ind.)", 
    "taxCacheId": "62a76f66-8582-42dd-a603-3a104d492058", 
    "taxScore": 43.827827341736658, 
    "urlId": "215218ff-14f1-4ff7-b56d-8df218ab9b2d", 
    "normalizedTaxScore": 0.46451126341997262, 
    "fullBody": "SATURDAY\n\nAnderson\n\nâ\u0080¢ City Market, 8 a.m.-noon, Park Place Community Center.\n\nâ\u0080¢ Aviation Day, 9 a.m.-2 p.m., aerial performances, noon-2 p.m.; Anderson Municipal Airport, 282 Airport Road.\n\nâ\u0080¢ Ninth annual People & Pets Extravaganza, 9 a.m.-3 p.m., New Horizons United Methodist Church, 611 E. 53rd St.\n\nâ\u0080¢ Goodstock and Car Show, 11 a.m.-5 p.m., Good's Candy Shop, 1423 W. 53rd St.\n\nâ\u0080¢ Health Fair, 11 a.m.-noon and 1 to 3 p.m. at Geater Center, 1611 Chase St. Hosted by Anderson Chapter Indiana Black Expo.\n\nâ\u0080¢ Anderson Black Expo parade, noon, starting at former Kmart on 16th Street and ending at the Wigwam.\n\nâ\u0080¢ Annual Aviation Day, gates open at 9 a.m., Anderson Municipal Airport. Rain date: July 8.\n\nâ\u0080¢ \"Legally Blonde The Musical,\" 7:30 p.m., Mainstage Theatre, 124 W. Ninth St.\n\nElwood\n\nâ\u0080¢ Elwood Farmers Market, 9 a.m.-4 p.m., Elwood Antique Mall and Flea Market, 10900 Indiana 37.\n\nPendleton\n\nâ\u0080¢ Farmers Market, 8 a.m.-noon, Falls Park.\n\nNotices of local public meetings and events should be sent to What’s Where, P.O. Box 1090, Anderson 46015; faxed to 765-640-4815; or emailed to newsroom@heraldbulletin.com.\n\nTo view and post more local events in the community's online calendar, visit heraldbulletin.com/events.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "http://www.heraldbulletin.com/news/local_news/briefs/what-s-where-july/article_a80636f2-87f9-51cc-8975-63e4113c5fd9.html", 
    "leadText": "SATURDAY\n\nAnderson\n\nâ?¢ City Market, 8 a.m.-noon, Park Place Community Center."
  }, 
  {
    "rawTaxScore": 5.0, 
    "sourceId": 717, 
    "headline": "Sylmar brush fire burns 3/4 acre and office outbuilding", 
    "wordCount": 130, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-06T22:16:05.927Z", 
    "sourceName": "Los Angeles Daily News", 
    "taxCacheId": "f45c8ebc-884e-4ded-9efd-80a966508840", 
    "taxScore": 27.070942277521656, 
    "urlId": "48468e63-1242-4257-b80a-cadf537a18ae", 
    "normalizedTaxScore": 0.13655246876714833, 
    "fullBody": "SYLMAR â\u0080\u0094 Firefighters knocked down a brush fire Friday that scorched about three-quarters of an acre of grass and burned a commercial office outbuilding in Sylmar, authorities said.\n\nThe fire â\u0080\u0094 which started near the northbound 5 Freeway on Roxford Street â\u0080\u0094 was reported just before noon, fire department spokeswoman Amy Bastman said.\n\nThe department sent 74 firefighters along with water-dropping helicopters to battle the flames, according to Bastman.\n\nThe fire was extinguished in about 43 minutes.\n\nNo injuries were reported.", 
    "sourceDateCreated": "2018-07-06T05:00:00Z", 
    "fullPath": "https://www.dailynews.com/2018/07/06/sylmar-brush-fire-burns-3-4-acre-and-office-outbuilding/", 
    "leadText": "SYLMAR â?? Firefighters knocked down a brush fire Friday that scorched about three-quarters of an acre of grass and burned a commercial office outbuilding in Sylmar, authorities said."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 868, 
    "headline": "Four hurt when medical helicopter crashed on Chicago highway: officials", 
    "wordCount": 199, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T06:00:40.587Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "f7ad886b-3205-41cc-a854-98830fbb9c17", 
    "taxScore": 58.111294586506787, 
    "urlId": "82d4d93e-e4f8-4216-be0b-d0a158c86700", 
    "normalizedTaxScore": 0.6916136044454686, 
    "fullBody": "(Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said.\n\nThe pilot made a “mayday” radio call from a Eurocopter 135 air ambulance at about 9:15 p.m. Central Time (0215 GMT Sunday), according to a Federal Aviation Authority statement. The helicopter crashed on a ramp of the Interstate 57 highway soon after, it said.\n\nLocal media reported that a patient on the air ambulance was in critical condition, while the pilot and two others on board were listed in stable condition in Chicago hospitals.\n\nNo one on the ground was hurt and the National Transportation Safety Board was investigating the crash.\n\nReporting by Rich McKay in Atlanta; Editing by Paul Tait\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-usa-crash-helicopter/four-hurt-when-medical-helicopter-crashed-on-chicago-highway-officials-idUSKBN1JY03C", 
    "leadText": "(Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 868, 
    "headline": "Four hurt when medical helicopter crashes on Chicago highway: officials", 
    "wordCount": 199, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T04:45:54.27Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "4c054b58-cb07-4cfb-9a97-2814e89f6646", 
    "taxScore": 58.111294586506787, 
    "urlId": "53c3464a-d77a-418e-a994-a4ad3cbdf3ef", 
    "normalizedTaxScore": 0.6916136044454686, 
    "fullBody": "(Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said.\n\nThe pilot made a “mayday” radio call from a Eurocopter 135 air ambulance at about 9:15 p.m. Central Time (0215 GMT Sunday), according to a Federal Aviation Authority statement. The helicopter crashed on a ramp of the Interstate 57 highway soon after, it said.\n\nLocal media reported that a patient on the air ambulance was in critical condition, while the pilot and two others on board were listed in stable condition in Chicago hospitals.\n\nNo one on the ground was hurt and the National Transportation Safety Board was investigating the crash.\n\nReporting by Rich McKay in Atlanta; Editing by Paul Tait\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "https://in.reuters.com/article/usa-crash-helicopter/four-hurt-when-medical-helicopter-crashes-on-chicago-highway-officials-idINKBN1JY036", 
    "leadText": "(Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 92, 
    "headline": "Four Hurt When Medical Helicopter Crashes on Chicago Highway: Officials", 
    "wordCount": 267, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T05:20:36.423Z", 
    "sourceName": "U.S. News & World Report", 
    "taxCacheId": "16237389-6f31-425e-85a8-3ace99bf60ba", 
    "taxScore": 47.329250030156466, 
    "urlId": "c2f35006-cde4-4901-b125-f378d7f040b2", 
    "normalizedTaxScore": 0.52851746762252971, 
    "fullBody": "HomeCivicU.S. News\n\nFour Hurt When Medical Helicopter Crashes on Chicago Highway: Officials\n\nJuly 8, 2018, at 12:32 a.m.\n\nMore\n\nBy Rich McKay\n\n(Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said.\n\nThe pilot made a \"mayday\" radio call from a Eurocopter 135 air ambulance at about 9:15 p.m. Central Time (0215 GMT Sunday), according to a Federal Aviation Authority statement. The helicopter crashed on a ramp of the Interstate 57 highway soon after, it said.\n\nLocal media reported that a patient on the air ambulance was in critical condition, while the pilot and two others on board were listed in stable condition in Chicago hospitals.\n\nNo one on the ground was hurt and the National Transportation Safety Board was investigating the crash.\n\n(Reporting by Rich McKay in Atlanta; Editing by Paul Tait)\n\nCopyright 2018 Thomson Reuters.\n\nRecommended\n\nEconomy\n\nU.S., China 'Spiraling' Into Trade War\n\nBest Countries\n\nWould Tariffs Affect the iPhone?\n\nBest States\n\nChanging the Face of America\n\nNational News\n\nVA Centers Lose $1 Million in Equipment\n\nHealthcare of Tomorrow\n\nCommentary: AI Is the New Rx", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "https://www.usnews.com/news/us/articles/2018-07-08/four-hurt-when-medical-helicopter-crashes-on-chicago-highway-officials", 
    "leadText": "HomeCivicU.S. News\n\nFour Hurt When Medical Helicopter Crashes on Chicago Highway: Officials\n\nJuly 8, 2018, at 12:32 a.m."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 868, 
    "headline": "Four hurt when medical helicopter crashes on Chicago highway - officials", 
    "wordCount": 204, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T05:00:42.183Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "22036860-4039-43b8-be7f-ca95e31ff96e", 
    "taxScore": 57.137513451053941, 
    "urlId": "088a1fa3-dcbf-4883-9f60-2d2b52385201", 
    "normalizedTaxScore": 0.67907511438848478, 
    "fullBody": "July 7 (Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said.\n\nThe pilot made a “mayday” radio call from a Eurocopter 135 air ambulance at about 9:15 p.m. Central Time (0215 GMT Sunday), according to a Federal Aviation Authority statement. The helicopter crashed on a ramp of the Interstate 57 highway soon after, it said.\n\nLocal media reported that a patient on the air ambulance was in critical condition, while the pilot and two others on board were listed in stable condition in Chicago hospitals.\n\nNo one on the ground was hurt and the National Transportation Safety Board was investigating the crash. (Reporting by Rich McKay in Atlanta Editing by Paul Tait)\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/usa-crash-helicopter/four-hurt-when-medical-helicopter-crashes-on-chicago-highway-officials-idUSL1N1U4013", 
    "leadText": "July 7 (Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 3867, 
    "headline": "Air show soars above Anderson", 
    "wordCount": 519, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T07:32:25.983Z", 
    "sourceName": "The Herald Bulletin (Anderson, Ind.)", 
    "taxCacheId": "09fa0e9e-85d7-4f4a-9ecb-aa915b0c1391", 
    "taxScore": 28.786215296804301, 
    "urlId": "ee66dccb-b322-481e-b7ba-16c876a25f13", 
    "normalizedTaxScore": 0.16663358066805156, 
    "fullBody": "ANDERSON â\u0080\u0094 Aircraft flipped, rolled, tumbled, stalled, spewed smoke and roared toward the runway at the Anderson Municipal Airport Saturday, all in an aerial ballet of wings, props and rudders.\n\nFour professional air show pilots took to the sky Saturday, bringing their particular brand of spectacle to the annual Aviation Day, which brought more than 400 people to the airport.\n\nThe event offered an air show as well as a chance to see a T-6 Texan war bird and several smaller airplanes. Representatives of the Civil Air Patrol and the Academy of Model Aeronautics were also on hand.\n\nâ\u0080\u009cWe are trying to just spark an interest in the aviation field,â\u0080\u009d said airport manager Brian McMillen. â\u0080\u009cIt really is a fun field; most people who get started in aviation don't leave it.â\u0080\u009d\n\nAccording to a study released by airline manufacturers Boeing and Airbus, the industry is slated to need 617,000 new pilots by 2035, mostly in the East Asian market. But the need is also felt in the United States and elsewhere in the world.\n\nAnother study released by the University of Nebraska-Omaha in 2015 found the top three reasons new pilots aren't entering the field of commercial aviation is because of the high cost of flight training, low pay at regional carriers and a 2013 change that mandated a six-fold increase in flight hours required by first officers.\n\nMcMillen said the situation is somewhat dire as a â\u0080\u009cgray tsunami,â\u0080\u009d is coming â\u0080\u0094 older pilots leaving the field, leaving airlines struggling to find trained pilots.\n\nThe stunt plane flights were also a way to try and get people less afraid of flying, by showing what aircraft are really capable of, more than just a quick hop across state lines.\n\nâ\u0080\u009cBut maybe seeing all that might work in the opposite way now,â\u0080\u009d McMillen joked.\n\nNeal Porter brought his two children to see the air show Saturday, which was free except for a $10 parking fee.\n\nâ\u0080\u009cIt was just something fun to do with the kids, and it was really affordable,â\u0080\u009d Porter said.\n\nJamie Porter, his wife, added: â\u0080\u009cIt gets them out of the house and off of the couch.â\u0080\u009d\n\nKrystal Davis came out to the air show with her husband Rodney Davis and 7-year-old son Parker.\n\nâ\u0080\u009cHe really likes model carsâ\u0080¦ but I just wanted to see the air show up close,\" she said. \"It's pretty cool, It's a good family event.â\u0080\u009d", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "http://www.heraldbulletin.com/news/local_news/air-show-soars-above-anderson/article_98dcda08-758b-5b47-9314-191ed8de48ad.html", 
    "leadText": "ANDERSON â?? Aircraft flipped, rolled, tumbled, stalled, spewed smoke and roared toward the runway at the Anderson Municipal Airport Saturday, all in an aerial ballet of wings, props and rudders."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 750, 
    "headline": "Negligent driving case that killed 2 ends with $280 fine", 
    "wordCount": 159, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-07T20:46:05.833Z", 
    "sourceName": "Las Vegas Sun", 
    "taxCacheId": "773b29da-da9f-4c88-8feb-c59a73c2d3ea", 
    "taxScore": 31.342420146055925, 
    "urlId": "146bc495-b971-4623-bdd3-81e9b6359dd2", 
    "normalizedTaxScore": 0.21483235382458449, 
    "fullBody": "The Washington Post reports 28-year-old Roberto Garza Palacios served no jail time for his role in the December crash that killed Deputy Chief State Fire Marshal Sander Cohen and FBI Special Agent Carlos Wolff.\n\nWolff and Cohen were standing on the side of the road on I-270 in Montgomery County when they were struck by a Honda Accord driven by Garza Palacios. Wolff had crashed after reaching for his cellphone, and Cohen had stopped to help.\n\nGarza, a native of Guatemala, still faces possible deportation. Immigration authorities arrested him after the accident and charged him with overstaying a visa.", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "https://lasvegassun.com/news/2018/jul/07/negligent-driving-case-that-killed-2-ends-with-280/", 
    "leadText": "The Washington Post reports 28-year-old Roberto Garza Palacios served no jail time for his role in the December crash that killed Deputy Chief State Fire Marshal Sander Cohen and FBI Special Agent Carlos Wolff."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 1757, 
    "headline": "Motorcyclist dies after going off Atlantic County highway", 
    "wordCount": 157, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T01:10:43.38Z", 
    "sourceName": "NJ Advance Media (Morristown, N.J.)", 
    "taxCacheId": "5ca570e5-4c15-447c-8055-62fed09ad84e", 
    "taxScore": 31.599635828583825, 
    "urlId": "e7753037-a56a-40e1-bb94-cd2a062490bd", 
    "normalizedTaxScore": 0.21985423573305829, 
    "fullBody": "A 66-year-old Camden County man died Saturday after his motorcycle went off a highway in Atlantic County.\n\nPaul Hendry of West Collingswood died at AtlanticCare Medical Center approximately two hours after the crash, which was reported at 3:36 p.m., according to New Jersey State Trooper Alejandro Goez.\n\nHendry was traveling west on Route 322 at milepost 36.7 in Folsom when his motorcycle went off the side of the highway and overturned, Goez said.\n\nTroopers are still investigating why his Honda GL1500 went off the road.\n\nRebecca Everett may be reached at reverett@njadvancemedia.com. Follow her on Twitter @rebeccajeverett. Find NJ.com on Facebook.\n\nHave a tip? Tell us. nj.com/tips\n\nView Comments", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "http://www.nj.com/atlantic/index.ssf/2018/07/motorcyclist_dies_after_going_off_atlantic_county.html", 
    "leadText": "A 66-year-old Camden County man died Saturday after his motorcycle went off a highway in Atlantic County."
  }, 
  {
    "rawTaxScore": 5.0, 
    "sourceId": 918, 
    "headline": "Authorities: Arkansas man seriously hurt after motorcycle hits deer in out-of-state wreck", 
    "wordCount": 140, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-07T19:36:09.507Z", 
    "sourceName": "Arkansas Democrat-Gazette (Little Rock) (free registration)", 
    "taxCacheId": "85a90712-c88c-46e9-aee3-883fc25b1bc5", 
    "taxScore": 25.854994002017904, 
    "urlId": "48b4ba03-b48b-4608-8448-ead33e74bc31", 
    "normalizedTaxScore": 0.11663457709052344, 
    "fullBody": "A north Arkansas man was seriously hurt after his motorcycle hit a deer out-of-state Friday morning, authorities said.\n\nThe single-vehicle wreck happened around 7:30 a.m. on Missouri 17 about eight miles south of West Plains, Mo., according to a preliminary report from the Missouri State Highway Patrol.\n\nPolice say a 2016 Harley Davidson driven by Brendan Clements, 40, of Salem hit a deer and traveled off the highway before overturning.\n\nClements was transported by helicopter to Mercy Hospital in Springfield, Mo., the report states. His condition was not clear as of Saturday afternoon.", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "http://www.arkansasonline.com/news/2018/jul/07/authorities-arkansas-man-seriously-hurt-after-moto/", 
    "leadText": "A north Arkansas man was seriously hurt after his motorcycle hit a deer out-of-state Friday morning, authorities said."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 654, 
    "headline": "Negligent driving case that killed 2 ends with $280 fine", 
    "wordCount": 203, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-07T16:55:55.623Z", 
    "sourceName": "Star Tribune (Minneapolis-St. Paul, Minn.) (tiered subscription model)", 
    "taxCacheId": "6ea0bf19-1609-4bf1-a86d-cef756159dfc", 
    "taxScore": 26.644306951859743, 
    "urlId": "09df686e-e85f-4dad-b518-cf4cb364c944", 
    "normalizedTaxScore": 0.12942002617038101, 
    "fullBody": "ROCKVILLE, Md. â\u0080\u0094 A Maryland man who fatally struck an FBI agent and a fire marshal on the side of a highway has been convicted of negligent driving and paid a $280 fine.\n\nThe Washington Post reports (https://wapo.st/2KOcoml ) 28-year-old Roberto Garza Palacios served no jail time for his role in the December crash that killed Deputy Chief State Fire Marshal Sander Cohen and FBI Special Agent Carlos Wolff.\n\nWolff and Cohen were standing on the side of the road on I-270 in Montgomery County when they were struck by a Honda Accord driven by Garza Palacios. Wolff had crashed after reaching for his cellphone, and Cohen had stopped to help.\n\nGarza, a native of Guatemala, still faces possible deportation. Immigration authorities arrested him after the accident and charged him with overstaying a visa.", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "http://www.startribune.com/negligent-driving-case-that-killed-2-ends-with-280-fine/487568781/", 
    "leadText": "ROCKVILLE, Md. â?? A Maryland man who fatally struck an FBI agent and a fire marshal on the side of a highway has been convicted of negligent driving and paid a $280 fine."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 5163, 
    "headline": "Negligent driving case that killed 2 ends with $280 fine", 
    "wordCount": 195, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-07T16:55:49.56Z", 
    "sourceName": "St. Joseph News-Press (Mo.) (tiered subscription model)", 
    "taxCacheId": "e2629776-242f-4393-8ef5-037e3ad1f98e", 
    "taxScore": 27.382033631018491, 
    "urlId": "af0aa1e3-d0d2-4d49-85f8-9aa442eb238e", 
    "normalizedTaxScore": 0.14184605024700503, 
    "fullBody": "A Maryland man who fatally struck an FBI agent and a fire marshal on the side of a highway has been convicted of negligent driving and paid a $280 fine.\n\nThe Washington Post reports (https://wapo.st/2KOcoml ) 28-year-old Roberto Garza Palacios served no jail time for his role in the December crash that killed Deputy Chief State Fire Marshal Sander Cohen and FBI Special Agent Carlos Wolff.\n\nWolff and Cohen were standing on the side of the road on I-270 in Montgomery County when they were struck by a Honda Accord driven by Garza Palacios. Wolff had crashed after reaching for his cellphone, and Cohen had stopped to help.\n\nGarza, a native of Guatemala, still faces possible deportation. Immigration authorities arrested him after the accident and charged him with overstaying a visa.", 
    "sourceDateCreated": "2018-07-07T05:00:00Z", 
    "fullPath": "http://www.newspressnow.com/news/national/negligent-driving-case-that-killed-ends-with-fine/article_e0bd32b6-4c9d-5d84-a2dd-61b2eb65cf91.html", 
    "leadText": "A Maryland man who fatally struck an FBI agent and a fire marshal on the side of a highway has been convicted of negligent driving and paid a $280 fine."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 868, 
    "headline": "Four hurt when medical helicopter crashes on Chicago highway: officials", 
    "wordCount": 199, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T04:55:34.643Z", 
    "sourceName": "Reuters", 
    "taxCacheId": "160b2453-adbf-43d9-b00d-b1bd8eb7892e", 
    "taxScore": 58.111294586506787, 
    "urlId": "3491eb75-97cb-4ea4-aa6b-2795da6fb96b", 
    "normalizedTaxScore": 0.6916136044454686, 
    "fullBody": "(Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said.\n\nThe pilot made a “mayday” radio call from a Eurocopter 135 air ambulance at about 9:15 p.m. Central Time (0215 GMT Sunday), according to a Federal Aviation Authority statement. The helicopter crashed on a ramp of the Interstate 57 highway soon after, it said.\n\nLocal media reported that a patient on the air ambulance was in critical condition, while the pilot and two others on board were listed in stable condition in Chicago hospitals.\n\nNo one on the ground was hurt and the National Transportation Safety Board was investigating the crash.\n\nReporting by Rich McKay in Atlanta; Editing by Paul Tait\n\nOur Standards:The Thomson Reuters Trust Principles.", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "https://www.reuters.com/article/us-usa-crash-helicopter/four-hurt-when-medical-helicopter-crashes-on-chicago-highway-officials-idUSKBN1JY03C", 
    "leadText": "(Reuters) - Four people were injured when a medical helicopter crashed on a highway in Chicago, Illinois, on Saturday night, with one in critical condition, officials said."
  }, 
  {
    "rawTaxScore": 6.0, 
    "sourceId": 1720, 
    "headline": "Deputies investigating hit-and-run crash in Marcy", 
    "wordCount": 136, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T11:45:41.867Z", 
    "sourceName": "Observer-Dispatch (Utica, N.Y.)", 
    "taxCacheId": "d48930e9-01bc-4bfc-924d-fb36ed00c5b4", 
    "taxScore": 34.607551086042292, 
    "urlId": "c360bc6b-fc92-479f-8681-c74536a7075b", 
    "normalizedTaxScore": 0.28005739673716157, 
    "fullBody": "MARCY — The Oneida County Sheriff's Office is investing a hit-and-run accident that occurred recently on Stage Road in Marcy.\n\nDeputies say a pedestrian was retrieving property out of his car that was parked along the side of the road when a vehicle drove by and struck him with its driver-side mirror, causing minor injuries.\n\nThe vehicle was described as a green passenger car, possibly a Honda, deputies said.\n\nAnyone with information regarding this incident is asked to call the Sheriff's Office.\n\nThe Maynard Fire Department and state police also assisted at the scene.", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "http://www.uticaod.com/news/20180708/deputies-investigating-hit-and-run-crash-in-marcy", 
    "leadText": "MARCY — The Oneida County Sheriff's Office is investing a hit-and-run accident that occurred recently on Stage Road in Marcy."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 636, 
    "headline": "4 hospitalized after helicopter crash landing along I-57", 
    "wordCount": 521, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-08T09:47:04.47Z", 
    "sourceName": "Chicago Tribune (tiered subscription model)", 
    "taxCacheId": "8df2b5a2-c774-4066-8f0b-94eae7cb9f7d", 
    "taxScore": 28.700489484566024, 
    "urlId": "b26a0e42-1821-4e6c-9731-13b7f7213daa", 
    "normalizedTaxScore": 0.16508124498023558, 
    "fullBody": "At least four people, including a patient, were taken to Chicago hospitals after an air ambulance helicopter crash-landed along Interstate 57 in the citys Fernwood neighborhood, Chicago Fire Department officials said.\n\nThe original patient was in critical condition, while three crew members were stable, said Deputy District Chief Walter Schroeder.\n\nThe Eurocopter 135 air ambulance crashed about 9:15 p.m. due to unknown circumstances, according to a statement released by the Federal Aviation Administration, which stated it was sending investigators to the scene.\n\nThe red helicopter appeared to have landed on its belly in the grassy median where the interstate splits, near Wentworth Avenue between 98th and 99th streets.\n\nThe cause of the crash is under investigation, said Fire Department Deputy District Chief Lynda Turner. I think the pilot did an excellent job of landing a helicopter that was in an emergency situation, she said.\n\nThe pilot made a mayday call before landing, Schroeder said.\n\nThree of the four on board had already made it out of the helicopter when firefighters arrived, Turner said. They got the last patient out and took two to Christ Hospital and two to the University of Chicago Medical Center, she said.\n\nPeople gathered along an overpass south of the scene, watching as law enforcement cars lined up along the interstate and trying to catch a glimpse of the fallen helicopter.\n\nAmong the onlookers were Nadira and Mike Crown, who said they were walking their dog in their Beverly neighborhood when they started hearing sirens. They returned home and turned on the TV, and after learning of the helicopter crash, they drove to the overpass.\n\nThey were simply curious, just gawking, Mike Crown said.\n\nFire companies were transporting the patients as Illinois State Police secured the scene, the Fire Department tweeted.\n\nThe National Transportation Safety Board was notified, according to the FAA.\n\nCrime in Chicago: Explore your community\n\nTracking Chicago shooting victims\n\nThe Chicago Tribune crime team tracks shooting victims in Chicago. Data represents number of victims, not shooting incidents.\n\nTracking Chicago homicide victims\n\nThe Chicago Tribune crime team tracks homicide victims in Chicago. Data represents number of victims, not shooting incidents.\n\n39,000 homicides: Retracing 60 years of murder in Chicago\n\nThe spike in violent crime that has plagued Chicago since 2016 has even more gravity when viewed in comparison with six decades of homicides in Chicago. Since 1957, the city has had homicide totals of 700 or more nearly half the time, 27 of 60 years, and has been lower than 500 a third of the time,...", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "http://www.chicagotribune.com/news/local/breaking/ct-met-helicopter-crash-st-20180707-story.html", 
    "leadText": "At least four people, including a patient, were taken to Chicago hospitals after an air ambulance helicopter crash-landed along Interstate 57 in the citys Fernwood neighborhood, Chicago Fire Department officials said."
  }, 
  {
    "rawTaxScore": 23.0, 
    "sourceId": 5870, 
    "headline": "This Map Shows the Best-Paying Company In Every State", 
    "wordCount": 385, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-09T03:55:34.783Z", 
    "sourceName": "The Money Times", 
    "taxCacheId": "1d7bb803-7a6e-40f4-bd0a-05ab2a92e7fc", 
    "taxScore": 126.15541055445846, 
    "urlId": "e3edb1b2-a6ed-433e-90af-f119b8ceed32", 
    "normalizedTaxScore": 0.98301046729442121, 
    "fullBody": "You may think earning a big salary means climbing the corporate ladder. Not necessarily.\n\nMany U.S. companies offer six-figure salaries even to rank-and-file workers. A few, like California-based cancer-research company Geron Corp. (median pay: $500,250) and New Jersey clean-energy firm NRG Yield (median pay: $964,000), hand out upwards of half a million dollars or more.\n\nThose numbers are part of a trove of new data companies are being required to make public for the first time as part of their annual Securities and Exchange Commission filings. Designed to give investors a way to gauge chief executive pay, the numbers also highlight which companies are most generous to their everyday staffs.\n\nTo give a flavor of what’s available across different industries and parts of the country, MONEY highlighted the best-paying employer headquartered in each state, using figures compiled by the labor group AFL-CIO for companies in the Russell 3000 stock market index.\n\n(Figures are for median pay, meaning they represent the mid-point for each company’s payroll, with an equal number of employees earning more and an equal number earning less. Experts consider the median to be a better indicator of “typical” pay than the average since a few exorbitantly paid executives can dramatically skew the average upwards.)\n\nDaily Money\n\nSign up to receive the latest updates and the smartest advice. View Sample\n\nSign Up Now\n\nOf course, snagging a job at one of these deep-pocked employers isn’t just a matter of good luck. Many of these firms have small staffs — think a few dozen employees or fewer — in niches like managing real estate or biotechnology.\n\nBut that’s not always the case. The median salary at Entergy a Louisiana-based energy company with 13,000 workers is $124,000. At Textron, the Rhode Island-based maker of Bell Helicopters and Cessna aircraft, with 37,000 employees, it’s more than $90,000.\n\nFind your home state — and perhaps the next place to send your resume.", 
    "sourceDateCreated": "2018-05-29T05:00:00Z", 
    "fullPath": "http://time.com/money/5290076/best-paying-companies/", 
    "leadText": "You may think earning a big salary means climbing the corporate ladder. Not necessarily."
  }, 
  {
    "rawTaxScore": 10.0, 
    "sourceId": 636, 
    "headline": "4 hospitalized after helicopter crash landing along I-57", 
    "wordCount": 527, 
    "nodeId": "ce207098-10b6-43db-a989-6a20753c7b15", 
    "dateCreated": "2018-07-09T09:46:53.01Z", 
    "sourceName": "Chicago Tribune (tiered subscription model)", 
    "taxCacheId": "a0b306d6-18e2-423b-b3b6-b7bf6680ec6e", 
    "taxScore": 28.44661234540412, 
    "urlId": "49a06a9d-b8a9-42b4-820c-90f1d45af99c", 
    "normalizedTaxScore": 0.16051233689632377, 
    "fullBody": "At least four people, including a patient, were taken to Chicago hospitals after an air ambulance helicopter crash-landed along Interstate 57 in the citys Fernwood neighborhood, Chicago Fire Department officials said.\n\nThe original patient was in critical condition, while three crew members were stable, said Deputy District Chief Walter Schroeder.\n\nThe Eurocopter 135 air ambulance crashed about 9:15 p.m., according to a statement released by the Federal Aviation Administration, which stated it was sending investigators to the scene to try to determine the cause.\n\nThe red helicopter appeared to have landed on its belly in the grassy median where the interstate splits, near Wentworth Avenue between 98th and 99th streets.\n\nThe cause of the crash is under investigation, said Fire Department Deputy District Chief Lynda Turner. I think the pilot did an excellent job of landing a helicopter that was in an emergency situation, she said.\n\nThe pilot made a mayday call before landing, Schroeder said.\n\nThree of the four on board had already made it out of the helicopter when firefighters arrived, Turner said. They got the last patient out and took two to Advocate Christ Medical Center in Oak Lawn and two to University of Chicago Medical Center, she said.\n\nPeople gathered along an overpass south of the scene, watching as law enforcement cars lined up along the interstate and trying to catch a glimpse of the fallen helicopter.\n\nAmong the onlookers were Nadira and Mike Crown, who said they were walking their dog in their Beverly neighborhood when they started hearing sirens. They returned home and turned on the TV, and after learning of the helicopter crash, they drove to the overpass.\n\nThey were simply curious, just gawking, Mike Crown said.\n\nFire companies were transporting the patients as Illinois State Police secured the scene, the Fire Department tweeted.\n\nThe National Transportation Safety Board was notified, according to the FAA.\n\nCrime in Chicago: Explore your community\n\nTracking Chicago shooting victims\n\nThe Chicago Tribune crime team tracks shooting victims in Chicago. Data represents number of victims, not shooting incidents.\n\nTracking Chicago homicide victims\n\nThe Chicago Tribune crime team tracks homicide victims in Chicago. Data represents number of victims, not shooting incidents.\n\n39,000 homicides: Retracing 60 years of murder in Chicago\n\nThe spike in violent crime that has plagued Chicago since 2016 has even more gravity when viewed in comparison with six decades of homicides in Chicago. Since 1957, the city has had homicide totals of 700 or more nearly half the time, 27 of 60 years, and has been lower than 500 a third of the time,...", 
    "sourceDateCreated": "2018-07-08T05:00:00Z", 
    "fullPath": "http://www.chicagotribune.com/news/local/breaking/ct-met-helicopter-crash-st-20180707-story.html#nt=barker&bn=Barker%2006%20-%20In%20Case%20You%20Missed%20It", 
    "leadText": "At least four people, including a patient, were taken to Chicago hospitals after an air ambulance helicopter crash-landed along Interstate 57 in the citys Fernwood neighborhood, Chicago Fire Department officials said."
  }
]