[
  {
    "taxCacheId": "c8074404-c7e9-4011-8ab7-e6bb2eb51159", 
    "sourceId": 11990, 
    "headline": "New veterinary telemedicine service aims to save clients time, money", 
    "wordCount": 1062, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-05T04:22:04.333Z", 
    "sourceName": "DVM360", 
    "rawTaxScore": 25.0, 
    "taxScore": 64.379995132275212, 
    "urlId": "1aa7bf5f-4fa4-4669-8e92-1b3f8a4ff28a", 
    "normalizedTaxScore": 0.39706535795853709, 
    "fullBody": "How many times have you wished you were compensated for the time you spend on the phone with clients? And how often have clients said they wished they had a better way of knowing whether an in-person visit to the office was really necessary? Probably more times than you can count.\n\nA new service called LiveDVM seeks to solve these problems by offering clients phone call, text or video appointments for a fee. For $49.95, a client can call the LiveDVM line, whether after hours or during the regular business day, to get advice on a health question regarding their pet, check in for follow-up after a previous visit, or receive a clear answer on whether the patient needs to be seen in person—whether immediately, the following morning or within the next couple of weeks.\n\nThe brainchild of Jeff Werber, DVM, founder of Century Veterinary Group in Los Angeles, LiveDVM seeks to reinforce the veterinarian-client-patient relationship (VCPR) by providing off-hours service that directs clients straight back to their own provider.\n\n“Our mission is to not take business away from veterinarians, but to become an additional arm working along with doctors in our network,” says Dr. Werber.\n\nTo make this happen, veterinarians can sign up to join the network at livedvm.com. The yearly fee per practice is $600, whether one veterinarian or 20 veterinarians sign on to take calls. “If the service saves that practice just two or three appointments a year—clients who would have made unnecessary trips to the emergency clinic rather than waiting till the next day to see their own veterinarian—it pays for itself,” Dr. Werber says.\n\nDoctors sign up to take shifts in their off hours to answer calls from clients. When a client calls, the LiveDVM service matches that person with a doctor from their own practice, when one is available. LiveDVM has access to that hospital’s records, making personalized service possible. The doctor then uses a phone call, text message conversation or videoconference chat to communicate with the client about what’s going on with their pet, perhaps even seeing the animal virtually.\n\n“To protect the client’s bond with their own veterinarian, we won’t match a caller with a doctor within 50 miles of their home practice when their own veterinarian isn’t available,” says Dr. Werber. “We don’t want our doctors to fear losing clients.”\n\nAlso, when the client is matched with a veterinarian who’s not their own (in other words, who does not have an established VCPR), the doctor follows a protocol that’s designed to educate the pet owner and suggest hypothetical scenarios—more of a “telehealth” approach than actual “telemedicine”—so as to stay within legal guidelines. “And if there’s the slightest shadow of a doubt that a patient needs to be seen, we will send them to their own practice or their local emergency clinic,” Dr. Werber says.\n\nThe 15-minute consultation costs the client $49.95. Dr. Werber says most clients are happy to pay that if it means not taking time off work, hauling a pet across town, sitting through an appointment and interrupting their day. And in his case, he offers an extra incentive for clients to use the service: If, after the consultation, clients still need to bring in a pet, he only charges the difference between his practice visit fee and the consultation fee. For just $19 more, they can be seen in clinic if necessary.\n\nAnd what about benefits to the providing doctor? The doctor taking the call gets $35, the hospital that joined the network gets $5, and the balance of $9.95 goes to LiveDVM. If the veterinarian takes four 15-minute calls while watching television on Sunday afternoon, he or she earns $140.\n\nDr. Werber and his partner, Chance White (recently of savethislife.com), have pulled together a board of directors consisting of a number of veterinary industry innovation illuminati—including Lori Teller, DVM, DABVP, who helped create the AVMA’s telemedicine policy, Chad Dodd, DVM, of Animatas Consulting, and Bruce Truman, MBA, of BLT Consulting—who believe strongly in what he’s doing, he says.\n\nDr. Dodd likens the new company to a hybrid car. “A hybrid car takes the strengths of two technologies to make an even better product,” he says. “At LiveDVM we combine virtual care with in-clinic care to provide the best care for our pets. We are using technology to make the connection even stronger.”\n\nThe benefit to doctors is retaining a client during off hours, squeezing in more appointments than you can in a clinical setting, and saving clients time and stress when they might otherwise run to an emergency clinic for something that isn’t truly an emergency. “Most of the time pet owners just want someone to talk to in order to find out if their pet needs to be seen—and we know from industry statistics that 80 percent of ‘emergencies’ actually arent,” Dr. Werber says. “Clients love concierge service from their veterinarians, and this is a way to offer it and still be compensated. It’s a win for all.”\n\nSarah A. Moser is a freelance writer in Lenexa, Kansas.\n\nRelated links\n\n AVMA update: Didnt make it to Indianapolis? Here are the highlights\n New service promises an antidote for late-night client calls", 
    "sourceDateCreated": "2018-06-05T05:00:00Z", 
    "fullPath": "http://veterinarynews.dvm360.com/new-veterinary-telemedicine-service-aims-save-clients-time-money", 
    "leadText": "How many times have you wished you were compensated for the time you spend on the phone with clients? And how often have clients said they wished they had a better way of knowing whether an in-person visit to the office was really necessary? Probably more times than you can count."
  }, 
  {
    "taxCacheId": "f7f78f8b-86d8-4316-bede-e4d203c82b3b", 
    "sourceId": 11990, 
    "headline": "AVMA update: Didnt make it to Indianapolis? Here are the highlights", 
    "wordCount": 1225, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-06T20:21:26.86Z", 
    "sourceName": "DVM360", 
    "rawTaxScore": 40.0, 
    "taxScore": 115.99421379275175, 
    "urlId": "69ff0fb6-d710-443d-bf8c-6fac701c33b3", 
    "normalizedTaxScore": 0.50491207209012068, 
    "fullBody": "The Indiana Convention Center, site of the 2017 AVMA Convention. Photo courtesy of Indiana Convention Center & Lucas Oil Stadium.If practice life was hectic and you couldn’t get away, if Indianapolis was not your idea of a dream destination, or if you were saving your CE pennies for CVC, here’s a recap of the 2017 AVMA Convention, which took place July 21-24 in surprisingly lovely downtown Indy.\n\nPot for pets\n\nWith a number of tricky legal and ethical issues surrounding the use of therapies derived from marijuana and related plant species in pets (see our clinical overview here), a number of veterinarians are hoping their national association can provide some guidance. To that end, the AVMA House of Delegates officially asked the Board of Directors to consider creating and disseminating information on the current legal status of cannabis as it applies to veterinary practitioners, consistent definitions of cannabis and its derivatives, current available research, and clinical signs and treatment of cannabis toxicosis in pets for both practitioners and clients.\n\nThe house also recommended that the board look for ways to work with other stakeholder groups to reclassify cannabis from a schedule 1 to schedule 2 substance. This would help researchers investigate potential uses in veterinary and human medicine more easily, advocates say.\n\nTelemedicine\n\nAnother hot topic at the conference was telemedicine or, more broadly, telehealth. (FYI, “telehealth” refers to all forms of electronic exchange of health-related information, including general education, while “telemedicine” is the exchange of specific medical information in relation to an individual patient’s health status.) The House of Delegates passed a resolution establishing a new policy: In essence, the policy states that telemedicine involving diagnosis, treatment or the prescribing of drugs should not occur in the absence of a veterinarian-client-patient relationship (VCPR), except in cases of emergency.\n\nIn a panel discussion on the subject, Board of Directors member Lori Teller, DVM, DABVP, of Houston, Texas, noted that the AVMA is preparing a toolkit with resources on telemedicine for veterinarians. Phase one is to be released this month, with the entire toolkit expected to be available in June 2018.\n\nAudience members also discussed whether the definition of the VCPR might change in the future—specifically, whether a physical exam is necessary to establish a VCPR. Human medicine no longer requires an in-person visit to establish a doctor-patient relationship, and some veterinary groups in Canada may be relaxing this requirement as well, panelists and attendees noted.\n\nService animal stickiness\n\nVeterinarians are increasingly finding themselves in the awkward position of being asked to provide a letter stating that a person—usually a client—has a legitimate need for an emotional support animal. While these practitioners recognize that this is a job for a mental health professional, not a veterinarian, clients are not so clear on the issue—if a lively discussion on the topic during AVMA is any indication.\n\nDuring its annual meeting, the House of Delegates passed a resolution clarifying the veterinarian’s role in regard to service animals. This role involves “assisting their clients in selecting the right animal for the right task, recommending that the animal receive appropriate training for its intended role, and ensuring that the health and welfare of that animal is addressed,” the resolution states. In addition, the AVMA has developed a white paper with additional guidance on the subject: “Assistance Animals: Rights of Access and the Problem of Fraud.” It can be downloaded at avma.org/kb/policies.\n\nLeadership\n\nMichael J. Topper, DVM, PhD, DACVP, who was elected AVMA president-elect last year, was installed as president of the AVMA during this year’s convention. He recently retired after 12 years as director of clinical pathology at Merck Research Laboratories in West Point, Pennsylvania. Speaking before the House of Delegates, he stressed the importance of veterinary leadership, the federal veterinary workforce and the One Health movement.\n\n“Ultimately, people and animals rely on the environment for their nourishment and survival, and it’s these interconnections that make the practice of One Health so critically important for each of us,” said Topper, according to a release from the AVMA. “As veterinary professionals, we must uphold our duty to promote the health of all species and the varied places in which they live.”\n\nJohn de Jong, DVM, of Weston, Massachusetts, was chosen as AVMA president-elect during the House of Delegates meeting, meaning he will take over as president in 2018. Dr. de Jong owns the Boston Mobile Veterinary Clinic and Newton Animal Hospital. He has served as AVMA Board of Directors chairman and president of the Massachusetts and New England Veterinary Medical Associations, according to an AVMA release.\n\nAngela Demaree, DVM, an Indiana veterinarian and a major in the U.S. Army Reserves, and John Howe, DVM, a Minnesota mixed-animal practitioner, have announced that they’re running for president-elect of the AVMA in the 2018 election, the AVMA reports.\n\nAwards and honors\n\nThe AVMA named Johann (Hans) F. Coetzee, BVSc, Cert CHP, PhD, DACVCP, recipient of its 2017 Animal Welfare Award. Dr. Coetzee was recognized for his commitment to the welfare of livestock animals and achievements in developing pain assessment models and pain management techniques for cattle.\n\n“Dr. Coetzee ... has brought about enormous change in the livestock industry regarding awareness of pain and concern for managing painful procedures,” said Dr. Tom Meyer, AVMA president, during a recognition ceremony. “His research and leadership have been instrumental in transforming the attitudes and practices of veterinarians, farmers and food animal practitioners.”\n\nDr. Coetzee is a professor and department head in Kansas State University’s Department of Anatomy and Physiology.\n\nAlso honored was Joan Miller, who received the AVMA’s 2017 Humane Award for her contributions to feline welfare. Miller served as the Winn Feline Foundation’s president for 16 years and on the advisory boards of the Cornell Feline Health Center and the UC-Davis School of Veterinary Medicine.\n\nRelated links\n\n Cannabidiol: A new option for pets in pain?\n Commentary: Telemedicine is in DVMs' hands\n Emotional support animals rise in public awareness leads to misuse", 
    "sourceDateCreated": "2017-08-21T05:00:00Z", 
    "fullPath": "http://veterinarynews.dvm360.com/avma-update-didn-t-make-it-indianapolis-here-are-highlights", 
    "leadText": "The Indiana Convention Center, site of the 2017 AVMA Convention. Photo courtesy of Indiana Convention Center & Lucas Oil Stadium.If practice life was hectic and you couldn’t get away, if Indianapolis was not your idea of a dream destination, or if you were saving your CE pennies for CVC, here’s a recap of the 2017 AVMA Convention, which took place July 21-24 in surprisingly lovely downtown Indy."
  }, 
  {
    "taxCacheId": "1cab66c1-6891-44b9-9031-1226ca98522e", 
    "sourceId": 183, 
    "headline": "The people rethinking methods of execution", 
    "wordCount": 2673, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-06T14:16:20.603Z", 
    "sourceName": "BBC", 
    "rawTaxScore": 25.0, 
    "taxScore": 30.071113755607097, 
    "urlId": "da89a70f-952b-4818-a6a7-82f766590e30", 
    "normalizedTaxScore": 0.081071433770636303, 
    "fullBody": "Warning: This story contains details about methods of execution that some readers may find distressing.\n\nHis last words were “I love you”, followed by a Muslim prayer. Then Charles Brooks Jr – a convicted murderer – looked away from his girlfriend and felt death creep in.\n\nHe was lying on a white stretcher, dressed head-to-toe in typical 80s fashion, including gold pants and a shirt with all the buttons open. He had an intravenous line in one arm and doctors hovered nearby. The man could have been a hospital patient.\n\nInstead, his final moments were spent in the death chamber at a Texas prison. It was 1982 and this was the first time the lethal injection had been used to kill a criminal in the United States.\n\nBefore this pioneering moment, the nation’s favourite mode of execution was the electric chair, which is today widely regarded as torture. It was so violent, sometimes the victim’s eyeballs would pop out and rest on their cheeks. It regularly set hair on fire, leading guards to stash extinguishers nearby, just in case.\n\nThe lethal injection was hailed as kinder and more technologically advanced, with no blood and no screaming. One witness to Brooks' death said that he simply yawned and heaved his stomach. Minutes later, a doctor said “I pronounce this man dead.”\n\nYou might also like:\n• 'My genes made me do it'\n• Are mass shooters mentally ill?\n• The myth behind long prison sentences\n\nTo this day, the method is the first choice in every US state where capital punishment is legal. But it might not be quite as peaceful as it looks. The problem is, no one actually checked. There was no research or testing of any kind.\n\nView image of Betty Lou Beets was convicted of killing her fifth husband in 1985 (Credit: Getty Images)\n\nBack in 2005, when more than a thousand deaths-by-injection had already taken place, a team of scientists decided to take a look. Led by Leonidas Koniaris, a surgeon based in Indiana, Indianapolis, they studied execution records from Texas and Virginia and discovered that 44% of inmates may have been aware as they died – and likely in agonising pain. They weren’t able to writhe or scream, because the toxic cocktail contains a muscle paralytic.\n\nSeveral executions have been botched\n\nFurther research revealed one of the drugs, which was supposed to stop the heart, wasn’t working. “What one comes away with based on the data is this very, very disturbing conclusion that the mechanism of death was suffocation,” he says. “It’s a nightmare scenario. If you step back, you might say we’ve just moved away from visually brutal methods of killing people.” Though the majority of Americans agree with the death penalty, very few think that it should hurt.\n\nNow an ongoing shortage of execution drugs has led some states to experiment with alternatives. As a result, several executions have been botched, including one in which the man reportedly took two hours and 640 gasps before he died. It’s safe to say the lethal injection is in crisis.\n\nIs there a more humane option?\n\nFor thousands of years, execution was a spectacle to be relished by the public. From drowning people in sacks with animals, to pulling out their lungs through their backs, humankind seemed to have no shortage of imaginative ideas – and few moral qualms about enacting them.\n\nView image of For thousands of years executions were a public spectacle (Credit: Getty Images)\n\nIn ancient Persia, there was “schapism”, in which the victim was sandwiched between two rowing boats – one on top of the other, with the person’s arms and legs sticking out – then covered in milk and honey and left to be eaten alive by vermin. Meanwhile one traveller visiting Delhi, India, in the 14th Century, reported that elephants had been trained to slice prisoners to pieces using blades attached to their tusks.\n\nThe guillotine\n\nHowever, interest in more humane capital punishment is hundreds of years in the making. The movement started in 1789, with the introduction of the guillotine. At the time, the French Revolution was just getting started and the heads of Parisian nobles were beginning to roll. After a series of gory, drawn-out executions – sometimes several blows of the axe were necessary – it was clear the process was in need of some modernising.\n\nEnter Joseph-Ignace Guillotin, a doctor who was determined that executions should be conducted more humanely. He suggested using guillotines instead, boasting in a speech \"Now, with my machine, I cut off your head in the twinkling of an eye, and you never feel it.\" They were later named after him,  though he didn’t actually invent them.\n\nThe guillotine involved a slanted knife, suspended over the victim by a wooden frame. Some models also featured a collection basket for their head. It proved to be quicker and more reliable than beheading by hand, due to the weight of the blade.\n\nSo how humane is it? Laboratory mice can provide some clues, because decapitation is a standard way of killing them for certain kinds of experiments, using tiny guillotines.\n\nView image of The most widespread form of execution today is hanging (Credit: Getty Images)\n\nOne study from 1975 reported that signs of conscious awareness persisted for between nine and 18 seconds after the animals were beheaded. This timeframe has since been demonstrated in other animals too, so it could be a reasonable proxy for humans.\n\nHanging\n\nBeheading is still practiced to this day, particularly in Saudi Arabia where 146 people were executed by beheading in 2017. But by far the most widespread form of execution today is hanging.\n\nThere are two ways this is done: the 'short drop' and the 'long drop'. As the names suggest, the former involves dropping the person from a lower height and leads to death by suffocation. This is generally considered to be extremely painful.\n\nThe 'long drop' is thought to be the more humane option. In the “best-case” scenario, the rope will break the second bone on the victim’s neck. The 'hangman’s fracture' also severs the spinal cord, causing their blood pressure to plummet to zero in less than a second. The victim usually loses consciousness immediately, though it may take up to 20 minutes for their heart to stop beating.\n\nThe catch is that the method requires scrupulous calculation. If the drop is too long, the person’s head will come clean off. If it’s too short, they’ll choke to death. “In my experience there are so many administration errors that even though a method should work in theory, because of either errors or incompetence, mistakes happen,” says Megan McCracken of the Death Penalty Clinic at UC Berkeley. No one has been hanged in the US since 1996.\n\nFiring squad\n\nCriminal Myths\n\nA special series about the factors that shape crime\n\nAt a time when prison numbers are rising throughout the world, BBC Future is exploring several misconceptions about criminals and crime.\n\nIf some of our ideas about criminals are wrong, this has lasting implications, both during prison and when they re-enter society.\n\nIf you are enjoying this story, take a look at the other pieces in our Criminal Myths series, including: Locked up and vulnerable: When prison makes things worse.\n\nThough it’s often associated with war and military crimes, death by firing squad has recently been adopted by the State of Utah as a back-up, and it is already routinely used in North Korea.\n\nView image of Death by firing squad has been in use for hundreds of years (Credit: Getty Images)\n\nIn the typical set up, a criminal is strapped to a chair with a hood over their head. Then five anonymous marksmen fire shots at their chest. One gun contains a blank.\n\nIn 1938, the very same state used the method to execute a 40-year-old man, John Deering, who was convicted of murder. He took the unusual decision to have himself hooked up to an electrocardiogram while it happened, so we have an idea of how swiftly the method works.\n\nThe monitor revealed that Deering’s heart stopped beating just 15 seconds after being hit. It’s impossible to know for sure how long he was in pain, but once again rodents can provide some hints. A 2015 study of cardiac arrests in rats suggests that they’re usually followed by a surge of brain activity that lasts around 30 seconds, which may explain why those who have survived near-death experiences report feelings of heightened awareness. Then the world goes dark.\n\nElectric chair\n\nThe electric chair was first invented as a more humane alternative to hanging. Like the guillotine and the lethal injection, it was seen as civilised and scientific. It all started with a chilling report commissioned by the State of New York in 1887, which evaluated 34 ways to kill a human.\n\nView image of Electric chair detail (Credit: Getty Images)\n\nOne of its authors, a dentist, recalled hearing about a drunken dock worker who had touched an electric generator some years before and died instantly. He came up with the idea for the electric chair, which was used to dispatch an axe murderer just three years later.\n\nThe honeymoon phase didn’t last long. It soon became clear to the public that these deaths were often messy and drawn-out, with chairs acquiring nicknames such as “Gruesome Gertie” and “Sizzling Sally”. Nine US States have retained the method as a back-up, though this is controversial.\n\nNitrogen hypoxia\n\nWhich brings us to the latest idea: “Nitrogen hypoxia”, which involves replacing air with an inert gas such as nitrogen or helium. It first gained traction after a BBC documentary presented by former Conservative MP Michael Portillo. In How to Kill a Human Being, he declared that the method is “a perfect killing device”.\n\nFor a start, air is 78% nitrogen anyway, so it’s easy to get hold of. The method is also a surprisingly quick demise. One study from the 1960s found that volunteers breathing pure nitrogen lost consciousness in around 17-20 seconds. Based on animal studies, it’s thought that they would have stopped breathing after three seconds.\n\nView image of There has long been an interest in more humane methods of capital punishment\n\nAnd due to a quirk of biology it’s apparently painless. That’s because the body can’t actually detect a lack of oxygen – just an excess of carbon dioxide, which acidifies the blood and causes that aching feeling in your legs after exercise. This means it doesn’t feel like suffocation.\n\nSo what does it feel like?\n\nJohn Levinson, a cardiologist and pilot based in Boston, Massachusetts, has some insights. Some years ago he was flying his prized Mooney plane at 23,000 feet (7km) , a height at which the Earth’s atmosphere is thinner and pilots must use supplemental oxygen.\n\nThen he did something risky: he tilted up a corner of his mask and kept breathing. “After about 30 seconds I felt truly weird,” he says. “I didn’t have hallucinations, or pain, or confusion, I just felt weird. It wasn’t like alcohol or any other substance like that.”\n\nThe subtle symptoms of hypoxia make it particularly deadly to pilots at high altitude, who may not recognise that anything is wrong. It’s thought to have claimed the life of a man earlier this year, who appeared unconscious in his small plane before going missing over the Gulf of Mexico.\n\nView image of “...the death penalty is not a humane act” - Robert Dunham (Credit: Getty Images)\n\nIn Levinson’s case, he was flying with his instructor, who would have brought the plane down safely in the event that he passed out. The idea was to get a sense of what hypoxia is like, so that he could recognise when it was happening in the future. Years later, while flying with his wife, he started to get the same weird feeling.  He recognised it immediately and fixed a kink in his oxygen line before anyone got hurt.\n\nThree US States have now authorised the method as a back-up. But is this just another mistake?\n\nNo pharmaceutical company wants its drugs used to kill people\n\nRobert Dunham, a litigator and the Executive Director of the Death Penalty Information Center, certainly thinks so. “The American Veterinary Medical Association and World Animal Protection both say that nitrogen hypoxia is inappropriate for veterinary euthanasia,” he says. “It’s not quick as has been advertised – cats and dogs are aware of their impending death before they lose consciousness and it takes at least seven minutes to put to death a pig.”\n\nOne of the primary issues is that the method relies on the cooperation of the prisoner: if they hold their breath, or their breathing is too shallow, it might take much longer to kill them. “I understand, of course, the theory behind it, that suggests it would be a humane method,” says McCracken. “But that is a far cry from how it would actually be performed in an execution chamber.”\n\nAccording to Dunham, in all likelihood the victim would have to be anaesthetised first. And this brings us back to the issues facing the lethal injection: no pharmaceutical company wants its drugs used to kill people.\n\n“The key problem the United States has is that it doesn’t want the gruesome or visceral aspects of capital punishment. It wants the prisoner executed, but it doesn’t want on its conscience that it’s brutally killing somebody. That’s an internal contradiction,” he says.\n\n“When it comes to execution, I think people need to understand that the death penalty is not a humane act.”\n\n--\n\nJoin 800,000+ Future fans by liking us on Facebook, or follow us on Twitter.\n\nIf you liked this story, sign up for the weekly bbc.com features newsletter, called “If You Only Read 6 Things This Week”. A handpicked selection of stories from BBC Future, Earth, Culture, Capital, and Travel, delivered to your inbox every Friday.", 
    "sourceDateCreated": "2018-06-06T05:00:00Z", 
    "fullPath": "http://www.bbc.com/future/story/20180604-is-there-a-humane-way-to-kill-a-criminal", 
    "leadText": "Warning: This story contains details about methods of execution that some readers may find distressing."
  }, 
  {
    "taxCacheId": "03d2eb95-075b-441a-aaf4-892ea60f3f7b", 
    "sourceId": 79, 
    "headline": "Almost all Philly dog owners are lawbreakers | Stu Bykofsky", 
    "wordCount": 778, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-07T17:17:20.783Z", 
    "sourceName": "The Philadelphia Inquirer/Daily News (tiered subscription model)", 
    "rawTaxScore": 25.0, 
    "taxScore": 82.720704104283158, 
    "urlId": "d695a819-cf29-487b-8868-95d551a57b26", 
    "normalizedTaxScore": 0.36661100148577686, 
    "fullBody": "If you are a Philadelphia dog owner — and one-third of American households have dogs, according to the American Veterinary Medical Association — you probably think you’re a responsible pet guardian.\n\nI’m here to say you are probably a lawbreaker. And I’m not barking up a tree.\n\nIf you live in Philadelphia and own a dog, the law says the canine must be licensed.\n\nYou know how many Philly dog owners actually have the required license? Less than 5 percent, according to the City Controller’s Office, so when I accuse you of being a lawbreaker, I’m playing the odds. The annual license costs $16 for dogs above 4 months old that are altered, $40 for dogs that are intact. Owners 65 and older get a 50 percent discount.\n\nSo why are you with the 95 percent of lawbreakers? I was once, too.\n\nI adopted my dog in 1992 and she was an outlaw for 11 years before I signed her up. I procrastinated because getting a license was harder then. It meant a trip to the SPCA or the Municipal Services Building, which meant waiting in line. Now you can get the license by mail or online. But I knew there was no enforcement.\n\nThere still isn’t.\n\nThe Philadelphia Police Department could not produce numbers before my deadline, but when was the last time you heard of someone being ticketed for an unlicensed dog?\n\nStarting in 2004, city veterinarians were required to report information on dogs they had vaccinated against rabies to the Health Department, which handed the information to a company that would contact owners and remind them to buy a license.\n\nIf that program worked, with an estimated 350,000 dogs in Philadelphia, we’d have more dogs licensed than the 8,700 in 2017 — down from the 11,500 dogs licensed in 2016, according to city records.\n\nSo why should I even bother telling you about the new “Liberty License,” touted as a “21st Century ID tag” by ACCT Philly, the city’s animal shelter in Feltonville?\n\nThe answer is I do it hoping some of you will listen, for two good reasons.\n\nFirst, it’s the law. Yeah, I know, that’s boring.\n\nSecond, should your dog somehow get lost, the information on the license will provide a path to help speed your pet back to you.\n\nThe new digital dog licenses are linked to free online profiles that list emergency contact information, veterinarians, pet sitters, family, and friends.\n\nSince 2012, Philadelphia requires that “any dog adopted out has to have a license before it is released,” says Audra Houghton, interim executive director of ACCT Philly, at 111 Hunting Park Ave.\n\nChai Cruz\n\nChamorro in the driver’s seat\n\nRay Little, who runs the Saved Me animal rescue in Northern Liberties, says the license requirement is no problem for people who come there to adopt a dog. It wasn’t a problem for me when I went there to adopt Chamorro, a black and white shih tzu mix.\n\nLogic tells me licensing numbers would be going up if owners were following the law. They’re not.\n\nLicense fees do not go to the shelter, they go to the city’s general fund, although Houghton tells me a small slice pays for one ACCT staffer who handles licensing.\n\nFrom time to time, animal advocates have suggested redirecting licensing funds to ACCT because its $4.2 million annual budget is lightweight compared to other large cities.\n\nNothing has come of the talk. If it were done, owners of unlicensed pets might be encouraged to pay up, knowing the money was going to help other homeless animals.\n\nThe Liberty Licenses are a good idea. But without enforcement, they will have no bite.\n\nPublished: June 7, 2018 â\u0080\u0094 12:39 PM EDT | Updated: June 7, 2018 â\u0080\u0094 12:41 PM EDT\n\nView\n\nComments\n\nClose Comments\n\nCommunity Guidelines\n\nLog In or Sign Up", 
    "sourceDateCreated": "2018-06-07T05:00:00Z", 
    "fullPath": "http://www.philly.com/philly/columnists/stu_bykofsky/philadelphia-dog-owners-licenses-acct-lawbreakers-stu-bykofsky-20180607.html", 
    "leadText": "If you are a Philadelphia dog owner — and one-third of American households have dogs, according to the American Veterinary Medical Association — you probably think you’re a responsible pet guardian."
  }, 
  {
    "taxCacheId": "3b4a162f-08d9-4c6f-a48e-6b3854abaac3", 
    "sourceId": 845, 
    "headline": "Are pit bulls really a menace? You decide", 
    "wordCount": 1232, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-07T13:46:09.13Z", 
    "sourceName": "Orlando Sentinel (Fla.) (tiered subscription model)", 
    "rawTaxScore": 25.0, 
    "taxScore": 57.047312191574434, 
    "urlId": "9e9ff20f-37fa-4354-9ac9-01693ed9500d", 
    "normalizedTaxScore": 0.2329969501652237, 
    "fullBody": "You are far more likely to die from a hot dog than a real dog.\n\nThatâ\u0080\u0099s one thing Iâ\u0080\u0099ve learned in the past week, ever since a pit bull killed an 8-month-old girl in Miramar.\n\nI asked why anyone would have such a dog, and pit bull owners were kind enough to email in some answers.\n\nWell, many were kind. Others were a bit emotional, but thatâ\u0080\u0099s what happens when you get between man (or woman) and their best friend.\n\nâ\u0080\u009cI am appalled by your article. I am not a \"thug,â\u0080\u009d a dirt bag, low life, low income, idiot as you probably think.â\u0080\u009d\n\nI didnâ\u0080\u0099t actually think that, though it seems that the aforementioned groups seem more attracted to pit bulls than poodles.\n\nOr am I just stereotyping?\n\nI admitted to being no expert on pit bulls, but I also had no ulterior motives. I just read about the tragedy in Miramar and tried to educate myself.\n\nI didnâ\u0080\u0099t try hard enough.\n\nAll I could find were studies showing how dangerous pit bulls are. Respondents alerted me to studies that contradict such findings.\n\nâ\u0080\u009cGet FACTS, not fiction.â\u0080\u009d\n\nA study by the American Veterinary Medical Association said â\u0080\u009cOwners of pit bull-type dogs deal with strong breed stigma, however controlled studies have not identified this breed group as disproportionately dangerous.â\u0080\u009d\n\nAnother study found that dachshunds, Chihuahuas and Jack Russell Terriers were more aggressive toward strangers and owners.\n\nStudies have found that breed-specific laws (which regulate and sometimes ban pit bulls) have not reduced the number of dog attacks.\n\nAnd like â\u0080\u009cassault weapons,â\u0080\u009d a lot of people donâ\u0080\u0099t know what actually qualifies as a pit bull. Itâ\u0080\u0099s actually three distinct breeds - Pit Bull Terrier, the American Staffordshire Terrier and Staffordshire Bull Terrier.\n\nThose three breeds achieved a combined score of 86.6 percent on the canine temperament score. Thatâ\u0080\u0099s better than beagles, border collies, golden retrievers and many other breeds that nobody considers a menace.\n\nPit bull owners also introduced me to a new phrase â\u0080\u0093 Canine racism.\n\nPit bulls may be disproportionately involved in serious attacks, not unlike African-Americans are disproportionately found guilty of homicides.\n\nBut if you claim blacks are inherently homicidal based on raw data, youâ\u0080\u0099re likely to be labeled a racist since it ignores social, economic and legal factors.\n\nâ\u0080\u009cAny animalâ\u0080¦reminder, they are animals, can cause harm. It is the ownerâ\u0080\u0099s responsibility to provide safe situations for animals and others in their household.â\u0080\u009d\n\nBasically, pit bull lovers think their dogs are victims of media sensationalism. They point out that you are far more likely to be killed by lightning or a wasp than a dog.\n\nOne study found that one death in 116,448 was due to dog attacks, while one death in 3,375 was due to somebody choking on a hot dog.\n\nNow thatâ\u0080\u0099s food for thought.\n\nIf you want to formulate an informed opinion, I encourage you to read the studies. But if you want to formulate an informed opinion, Iâ\u0080\u0099d be remiss if I didnâ\u0080\u0099t tell you about the rest of the respondents.\n\nâ\u0080\u009cThereâ\u0080\u0099s always a backlash from pit bull supporters,â\u0080\u009d a woman wrote, â\u0080\u009cbut itâ\u0080\u0099s worth it to raise awareness how dangerous these dogs are and maybe save lives.â\u0080\u009d\n\nJust as pit bull owners sent photos of their cuddly dogs, pit bull detractors sent photos of children whoâ\u0080\u0099d been mauled.\n\nâ\u0080\u009cI would like to thank you for your article addressing the pit bull crisis we have been facing for quite some time now. As an RN and a victim advocate, I see many traumas on a daily basis.â\u0080\u009d\n\nI was forwarded more studies, like the one that tracked dog attacks at a level 1 pediatric trauma center. Pit bulls comprise between 6 percent and 20 percent of the dog population (conflicting studies strike again), but they accounted for 38.5 percent of the attacks.\n\nThe combination of pit bulls (28) and rottweilers (4) accounted for 74 percent of the 43 dog-bite related fatalities in 2014. That same combination accounted for 74 percent of all fatal attacks from 2005 to 2014.\n\nThere were more studies supporting both sides. They all came from seemingly legitimate organizations with credentialed experts.\n\nSo whatâ\u0080\u0099s a nonexpert to believe?\n\nI read that pit bulls are genetically disposed to attack. I read that dastardly trait has been bred out of them.\n\nI read that adopting a pit bull from an animal shelter is like buying a loaded gun. I read that such adoptions usually turn out fine.\n\nI read that if a pit bull attacks, itâ\u0080\u0099s all the ownerâ\u0080\u0099s fault. I read that the best pit bull owners in the world have had dogs go bad.\n\nHow do you know what is FACT and what is fiction?\n\nAfter immersing in the pit bull debate, the best conclusion is people have to decide for themselves.\n\nYou are welcome to believe the studies that say pit bulls are less dangerous than a hot dog.\n\nYou may be right.\n\nIâ\u0080\u0099m just not willing to bet my childrenâ\u0080\u0099s lives on it.\n\nParkland parents win protest over &apos;Active Shooter&apos; school shooting video game\n\nCAPTION\n\nA school shooting video game called â\u0080\u009cActive Shooterâ\u0080\u009d was pulled from production after sweeping criticism from lawmakers, students and parents of school shooting victims â\u0080\u0094 several of them from Parklandâ\u0080\u0099s Marjorie Stoneman Douglas High School community.\n\nA school shooting video game called â\u0080\u009cActive Shooterâ\u0080\u009d was pulled from production after sweeping criticism from lawmakers, students and parents of school shooting victims â\u0080\u0094 several of them from Parklandâ\u0080\u0099s Marjorie Stoneman Douglas High School community.\n\nNFL owners pass new national anthem policy\n\nCAPTION\n\nThe new national anthem policy requires players to stand if they are on the field during the performance but gives them the option of staying in the locker room.\n\nThe new national anthem policy requires players to stand if they are on the field during the performance but gives them the option of staying in the locker room.\n\nDavid Whitley is a member of our Community Conversations Team. He can be reached at dwhitley@orlandosentinel.com\n\n*\n\nArizona cops surround, pummel man in gut-wrenching footage\n\n*\n\nDisney World: New views of Toy Story Land, Star Wars: Galaxy's Edge\n\n*\n\nHow Mike Shinoda found life after the death of Linkin Park's Chester Bennington", 
    "sourceDateCreated": "2018-06-07T05:00:00Z", 
    "fullPath": "http://www.orlandosentinel.com/opinion/audience/david-whitley/os-ae-are-pit-bulls-dangerous-david-whitley-0606-story.html", 
    "leadText": "You are far more likely to die from a hot dog than a real dog."
  }, 
  {
    "taxCacheId": "5175ab7f-1588-4d7d-8a67-b89011dd514d", 
    "sourceId": 2272, 
    "headline": "What's a Bigger Threat: Wolves, Bears, Sharks … or the Family Dog?", 
    "wordCount": 638, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-07T20:12:07.733Z", 
    "sourceName": "HealthDay News", 
    "rawTaxScore": 25.0, 
    "taxScore": 96.825519584307472, 
    "urlId": "34b3bf78-19db-4811-8b34-0eaacc60ae9b", 
    "normalizedTaxScore": 0.42999899647237705, 
    "fullBody": "TUESDAY, March 6, 2018 (HealthDay News) -- Dogs, farm animals and insects -- not wild animals -- are the cause of death for most U.S. residents killed by animals, according to a new study.\n\nThe study reported that 1,610 people in the United States were killed by animals between 2008 and 2015.\n\n\"Importantly, most deaths are not actually due to wild animals like mountain lions, wolves, bears, sharks, etc.,\" said the study's lead researcher, Dr. Jared Forrester.\n\nRather, they're \"a result of deadly encounters with farm animals, anaphylaxis from bees, wasps or hornet stings, and dog attacks,\" said Forrester, who's with Stanford University's Department of Surgery.\n\n\"So, while it is important that people recreating in the wilderness know what to do when they encounter a potentially dangerous animal, the actual risk of death is quite low,\" Forrester said.\n\nForrester made his remarks in a news release from the journal Wilderness & Environmental Medicine, which published the study in its March issue.\n\nThe death rate overall from animal encounters \"has remained relatively stable\" from the last time this analysis was performed, covering 1999-2007, he said.\n\nNonvenomous animals accounted for 57 percent of the deaths in the latest analysis. Most of those cases involved what the researchers classified as \"other mammals\" -- including cats, horses, cows, other hoof stock, pigs and raccoons.\n\nPrevious research has shown that most deaths from \"other mammals\" occur on farms, and that horses and cattle account for 90 percent of such farm accidents.\n\n\"Preventing potentially fatal farm animal encounters should be a better-promoted and -supported public health initiative,\" Forrester said. \"Farming remains an industry with a deficit of work-related injury reporting, and opportunities exist to improve safety measures and injury reporting on farms in the U.S.\"\n\nDogs were the second most common cause of nonvenomous animal-related death, the study found. Children younger than 4 years had the highest dog-related death rate, at 4.6 deaths per 10 million people. That rate was almost two times higher than the next most vulnerable group -- people older than 65 -- and four times higher than other age groups.\n\n\"The burden of fatality upon young children after dog encounters remains troubling,\" Forrester said. \"These are preventable deaths.\"\n\nVenomous animals accounted for about 86 deaths a year during the study period. Most of those were caused by wasps, bees and hornets.\n\nTo reduce these deaths, Forrester said, people who know they're allergic to insect stings should carry a portable epinephrine delivery device with them at all times.\n\n\"With an estimated 220,000 annual visits to the emergency department and nearly 60 deaths per year due to stings from hornets, wasps and bees, effective and affordable treatment [for severe allergic reactions to stings] is critical,\" he said.\n\nMore information\n\nThe American Veterinary Medical Association offers advice on dog bite prevention.", 
    "sourceDateCreated": "2018-03-06T06:00:00Z", 
    "fullPath": "https://consumer.healthday.com/general-health-information-16/pets-and-health-news-531/what-s-a-bigger-threat-wolves-bears-sharks-hellip-or-the-family-dog-731582.html", 
    "leadText": "TUESDAY, March 6, 2018 (HealthDay News) -- Dogs, farm animals and insects -- not wild animals -- are the cause of death for most U.S. residents killed by animals, according to a new study."
  }, 
  {
    "taxCacheId": "0ca9f855-b170-4f0a-99c9-8010b881e7b7", 
    "sourceId": 11990, 
    "headline": "Our clients hate the ER hospital. I say, Get over it!", 
    "wordCount": 1104, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-08T20:21:14.483Z", 
    "sourceName": "DVM360", 
    "rawTaxScore": 25.0, 
    "taxScore": 62.382829787090976, 
    "urlId": "c801fb19-dcb6-4a27-9429-45837ca9172b", 
    "normalizedTaxScore": 0.26251403165496867, 
    "fullBody": "Shutterstock.comI manage a mom-and-pop veterinary practice. In fact, it’s my own mom and pop’s practice. My parents (both veterinarians) started our “shop” in 1978. If asked, I’d say our philosophy is, “Take care of the customers and they’ll take care of you.”\n\nWe’ve never advertised; our primary source of new business is word of mouth (72 percent, to be specific). The rest comes from people searching and reading online reviews and from those who drive by and see our facility. We trust referrals, and we refer to local specialists and emergency centers on a daily basis.\n\nWe’ve noticed something recently. In the past few years, our customers have had rather honest and sometimes harsh things to say about the specialty and emergency centers in our area. Keep in mind that we’re located in what used to be a farm town, which now more commonly grows housing developments, situated along the I-95 corridor in the middle of New Jersey. It’s a well-off area, for the most part. The median home value in our zip code is around $425,000, and loads of people who live here travel to either New York or Philadelphia each day to their well-paying jobs.\n\nIt’s hard to understand, for that reason, why our customers seem to think that when they take their pet to an emergency clinic at 3 a.m. on a Saturday, it shouldn’t cost more than $150. They seem astonished when the $600 bill for that gash on Rocky’s snout is placed on the counter in front of them and the friendly associate asks, “Will that be cash or charge?”\n\nWe hear them in our waiting room. “I had Buddy over there a few months ago—he cracked his nail and Doc wasn’t open (it’s always that we weren’t open). They charged me three hundred bucks. For a cracked nail!”\n\nThey also don’t understand why Spanky’s MRI-assisted laser surgery in a sterilized surgery suite under a roof housing the most advanced medical equipment and well-trained professionals for miles around could possibly cost 10 grand. After all, it’s just a run-of-the-mill ACL repair. Isn’t this stuff cheap by now?\n\nI’ve been a part of these conversations too many times to count. I’ve stepped back and thought about it from both sides. And I have to say, I can’t side with the customer on this one. The customer is not always right.\n\nThe tipping point, for me, was when a woman walked into our appointment-only practice with dog in hand, bluntly asking, “How much for a blood panel?”\n\nI wanted to answer “For what?” but my training told me not to. “We should discuss your pet’s needs,” I said, “but a complete blood count and chem panel along with a comprehensive exam, which is necessary before we can complete any medical procedure such as a blood draw, will cost in the area of $182.”\n\nHonestly, I’ve seen many an invoice from other local clinics, and that’s a good rate, even for less-inflated parts of the country. But we try to keep it reasonable. Again, “Take care of your customers and they’ll take care of you.” Well, apparently Mrs. Knowsalot hadn’t seen those same invoices.\n\n“You’ve got to be f---ing kidding me!” (I kid you not, she said the f-word). “Two hundred dollars for a blood screen? I’m a human and I don’t pay anywhere near that for my own blood screens.”\n\nAh. This is where I felt like I was floating on a cloud. Or no—sitting on a throne, grapes in one hand and dozens of gold chains in the other.\n\n“Well, of course you don’t. Health insurance covers most of your expenses. Do you have pet insurance?”\n\nThere was a long silence.\n\n“No.”\n\n“Well, the charge without insurance is $182. With pet insurance, you’d likely receive roughly 80 percent of that back.”\n\nShe didn’t end up booking the dog’s bloodwork with us. Perhaps I made her feel unprepared. Or maybe, just maybe, I brought to her attention something most pet owners need to hear. Pets aren’t cheap. The total cost of a pet’s healthcare from birth to death is $17,700 if pet owners follow top-level care recommendations, according to AAHA and the AVMA.\n\nIt’s not our industry driving up these costs—no, we’re simply keeping up with the demands of pet owners. They’re expecting more. They’re providing more (seriously, it seems like more dogs eat gluten-free than people these days). Unfortunately for us, pet owners are also blaming more.\n\nThey take their frustrations out on us because we charge them for our services. We’re supposed to be the “compassionate” industry. Sorry, folks, but compassion doesn’t pay back $200,000 in student loans, $1 million in facility costs, $4,000 to $5,000 annually in license and CE fees, tremendous amounts for insurance and the thousands needed to stock our shelves with the same products you turn around and buy at Walmart. When you walked in, you knew this was a business. Get over it.\n\nSo I say, good for you, 24/7 emergency centers. Build your incredible hospitals, bring your amazingly smart and passionate team with you, and charge for it. Because you deserve to be just as happy as the pets you treat.\n\nBrent Dickinson is practice manager at Dickinson-McNeill Veterinary Clinic in Chesterfield, New Jersey.\n\nRelated links\n\n Forms to unfreeze relations with specialists, emergency vets\n Three important updates in veterinary emergency and critical care", 
    "sourceDateCreated": "2018-03-07T06:00:00Z", 
    "fullPath": "http://veterinaryteam.dvm360.com/our-clients-hate-er-hospital-i-say-get-over-it", 
    "leadText": "Shutterstock.comI manage a mom-and-pop veterinary practice"
  }, 
  {
    "taxCacheId": "1aecbbe3-3d5c-44d6-af35-8dbaf4c815b0", 
    "sourceId": 11990, 
    "headline": "What I learned from Franklin Covey", 
    "wordCount": 1010, 
    "nodeId": "9c15c54b-c556-4a90-8c35-742563264288", 
    "dateCreated": "2018-06-12T04:21:29.107Z", 
    "sourceName": "DVM360", 
    "rawTaxScore": 25.0, 
    "taxScore": 67.054823420763086, 
    "urlId": "e9bb8302-0d34-47c2-b940-492c96a45852", 
    "normalizedTaxScore": 0.28768144457315126, 
    "fullBody": "One framework I've used and found helpful is an idea from Franklin Covey called the \"Four Disciplines of Execution.\" (Shutterstock.com)Last month, I wrote about how a focus on short-term wins while pursuing long-term change will help improve veterinarians’ lives today and will also—over time—improve the economic dynamics of the profession. (Read it here.) So, whether you're looking to grow market share, boost revenue, reduce employee turnover or enhance the client experience, improving your business requires changing behavior—your own or someone else's. But behavioral change isn’t easy, especially amid the many pressing needs of a busy day.\n\nOne framework I’ve used and found helpful is an idea from Franklin Covey called the “Four Disciplines of Execution,” or 4DX. These are four steps to doing things in a new way to achieve goals, even while contending with the urgent and competing priorities of a demanding practice. 4DX defines four key disciplines that lay out a straightforward path to achieving your goals and executing a successful strategy:\n\nDiscipline 1: Focus on ‘wildly important goals’\n\nStart by setting a small number of goals (just one or two) to focus energy on—these are your “wildly important goals.” This might be difficult to do—it goes against our basic wiring to be ambitious and manage many things at once—but it’s important to successful execution of a strategy. An economics principle called the law of diminishing marginal returns explains why this is critical: The more you agree to do, the less you can actually get done.\n\nBe clear on what you want to achieve, and by when. A good format for goal setting is “from x to y by z.” For example, “Increase practice revenue by 20 percent by the end of the year.” This approach to establishing your wildly important goal recognizes where you are today, where you want to go, and by when.\n\nThis seems simple, but a surprising number of leaders fail to do this.\n\nDiscipline 2: Measure success better\n\nNow that you’ve defined your wildly important goals, you need to measure success. There are two types of metrics for this: lag measures and lead measures.\n\nLag measures describe the thing you’re trying to change or improve—where you’re falling behind. For example, if you want to reduce the number of single-visit clients, your lag measure would track this. The problem with lag measures is that they come too late—it’s like looking in the rearview mirror.\n\nLead measures focus on the activities most critical to success that help drive lag measures. How might you apply this in practice? If your goal is to increase practice revenue, one of your lead measures could be to increase the number of follow-up phone calls you make to discuss patient progress. Another could be to sign up more clients for their next appointment before they leave your clinic.\n\nSurveying clients about their customer experience could help you identify other lead measures to drive the increased business you’re looking for.\n\nDiscipline 3: Keep score to inspire\n\nNext, create a scoreboard to engage and motivate your team. If your lead measure is the number of follow-up appointments made, track and show your progress with a visible display that reminds team members of that important goal—and motivates them to follow through with their own commitments.\n\nMake your scoreboard big, and hang it prominently on a wall where everyone will see it in your back office. When people see how their efforts contribute to a goal, they’re more vested in success. It’s amazing how people behave differently when keeping score. If you’ve ever worn a Fitbit or other fitness tracker, think about how it affects your decision to take the stairs versus the elevator.\n\nDiscipline 4: Hold everyone (including yourself) accountable\n\nThe fourth discipline is the most crucial: accountability. Schedule brief but regular team meetings to discuss the scoreboard, reflect on how and why the number has changed, and make individual commitments for further action.\n\nThe activity of formally examining progress and making decisions together creates accountability and supports teamwork. Team members become accountable not only to the boss, but also to the team as a whole. This dramatically increases performance when working for a common goal.\n\nI’ve experienced success using Franklin Covey’s 4DX approach. However, no matter which tools you choose, the point is to work purposefully and actively on translating your business strategy into action. By doing so, you transform your goals into tangible wins—and bring small improvements to your practice, which build over time into broader success.\n\nDr. Matthew Salois worked in private industry, government and academia before joining the AVMA in 2018 as director of veterinary economics. Most recently, he served as director of global scientific affairs and policy at Elanco Animal Health, supervising a team of scientists in veterinary medicine, human medicine, animal welfare, economics and sustainability. Before joining Elanco, Dr. Salois was chief economist with the Florida Department of Citrus. He earned his PhD in food and resource economics from the University of Florida.\n\nRelated links\n\n 10 revenue-boosting tactics to pay staff more\n Nine (neon) signs your veterinary practice is in trouble\n Strength in your numbers", 
    "sourceDateCreated": "2018-06-12T05:00:00Z", 
    "fullPath": "http://veterinarynews.dvm360.com/what-i-learned-franklin-covey", 
    "leadText": "One framework I've used and found helpful is an idea from Franklin Covey called the \"Four Disciplines of Execution"
  }
]